[
    {
      "source": "That which was from the beginning, which we have heard, which we have seen with our eyes, which we have looked upon, and our hands have handled, of the Word of life;",
      "target": "Min ɗon mbinndana on dow Wolde hokkannde ngeendam, wonnoonde diga fuɗɗam, ko min nani, ko min ngi'i bee gite amin, ko min ndaari e ko min meemi bee juuɗe amin ."
    },
    {
      "source": "",
      "target": "Ngam ngeendam man waŋgi, min ngi'i ɗam, min ɗon ceedo ɗam, min ɗon anndina on ngeendam nduumiiɗam ngonnooɗam kommbi Baabiraawo e ɗam waŋgani min ."
    },
    {
      "source": "That which we have seen and heard declare we unto you, that ye also may have fellowship with us: and truly our fellowship is with the Father, and with his Son Jesus Christ.",
      "target": "Ko min ngi'i e ko min nani, kanjum min anndinta on, onon boo, ngam haa on kawta bee amin nder kawtal amin bee Baabiraawo e bee  Ɓiɗɗo  mum Yeesu Almasiihu."
    },
    {
      "source": "And these things write we unto you, that your joy may be full.",
      "target": "Kanjum min ɗon mbinndana on ɗum ngam haa seyo meeɗen heewa."
    },
    {
      "source": "This then is the message which we have heard of him, and declare unto you, that God is light, and in him is no darkness at all.",
      "target": "Ndaa kubaruwol ngol min nani haa Yeesu Almasiihu, kaŋgol min anndinta on: Allah o annoora, walaa nyiɓre nder maako koo seɗɗa."
    },
    {
      "source": "If we say that we have fellowship with him, and walk in darkness, we lie, and do not the truth:",
      "target": "To en mbi'i en ɗon nder kawtal bee maako, ammaa en ɗon ngeeɗa nder nyiɓre, nden kam en pewi, en kuuwaay bana no gooŋga yiɗi."
    },
    {
      "source": "But if we walk in the light, as he is in the light, we have fellowship one with another, and the blood of Jesus Christ his Son cleanseth us from all sin.",
      "target": "Ammaa to en ɗon ngeeɗa nder annoora bana Allah bee hoore mum ɗon nder annoora, nden kam en ngoodi kawtal caka meeɗen e ƴiiƴam Yeesu,  Ɓiɗɗo  maako boo laɓɓinan en diga hakkeeji fuu."
    },
    {
      "source": "If we say that we have no sin, we deceive ourselves, and the truth is not in us.",
      "target": "To en mbi'i en ngalaa hakke, en pewani ko'e meeɗen, gooŋga walaa nder meeɗen."
    },
    {
      "source": "If we confess our sins, he is faithful and just to forgive us our sins, and to cleanse us from all unrighteousness.",
      "target": "Ammaa to en mbaŋgini hakkeeji meeɗen yeeso Allah, kaŋko o koolaaɗo, adiliijo, o yaafanto en hakkeeji meeɗen, o laɓɓinan en diga sooynde adilaaku meeɗen fuu."
    },
    {
      "source": "If we say that we have not sinned, we make him a liar, and his word is not in us.",
      "target": "To en mbi'i en mbaɗaay hakke, en pewni Allah, wolde maako walaa nder meeɗen."
    },
    {
      "source": "My little children, these things write I unto you, that ye sin not. And if any man sin, we have an advocate with the Father, Jesus Christ the righteous:",
      "target": "Ɓikkoy am, mi ɗon winndana on ɗu'um ngam taa on mbaɗa hakke. Ammaa to goɗɗo waɗi hakke, en ngoodi ceettoowo haa kommbi Baabiraawo, ɗum Yeesu Almasiihu, kaŋko o adiliijo."
    },
    {
      "source": "And he is the propitiation for our sins: and not for ours only, but also for the sins of the whole world.",
      "target": "Ngam Almasiihu bee hoore mum hokki yoŋki muuɗum ngam yaafuye hakkeeji meeɗen, naa ɗi meeɗen tan, ammaa ɗi duniyaaru fuu boo."
    },
    {
      "source": "And hereby we do know that we know him, if we keep his commandments.",
      "target": "To en ɗowtanake umrooje Allah, nden kam en paami en anndi mo fakat."
    },
    {
      "source": "He that saith, I know him, and keepeth not his commandments, is a liar, and the truth is not in him.",
      "target": "To goɗɗo wi'i: Mi anndi Allah, ammaa o ɗowtantaako umrooje maako, nden kam o pewoowo, gooŋga walaa nder maako."
    },
    {
      "source": "But whoso keepeth his word, in him verily is the love of God perfected: hereby know we that we are in him.",
      "target": "Ammaa ɗowtantooɗo wolde Allah, fakat yiide Allah timmunde ɗon nder muuɗum. Bana nii anndirten en ɗon nder kawtal bee Allah."
    },
    {
      "source": "He that saith he abideth in him ought himself also so to walk, even as he walked.",
      "target": "Bi'ɗo o ɗon nder kawtal bee Allah, sey o yeeɗa bana no Yeesu Almasiihu yeeɗiri."
    },
    {
      "source": "Brethren, I write no new commandment unto you, but an old commandment which ye had from the beginning. The old commandment is the word which ye have heard from the beginning.",
      "target": "Yiɗaaɓe am, ko mi winndanta on, naa ɗum umroore hesre, ammaa ɗum umroore ɓooymaare nde on keɓi diga fuɗɗam. Umroore ɓooymaare nde'e, ɗum wolde nde on nani ."
    },
    {
      "source": "Again, a new commandment I write unto you, which thing is true in him and in you: because the darkness is past, and the true light now shineth.",
      "target": "Koo non boo, umroore nde mbinndanmi on nde hesre, ɗum laaɓani Almasiihu e ɗum laaɓani on boo. Ngam nyiɓre ɗon saalo, annoora gooŋgaha fuɗɗi yaynugo."
    },
    {
      "source": "He that saith he is in the light, and hateth his brother, is in darkness even until now.",
      "target": "To goɗɗo wi'i o ɗon nder annoora, ammaa o ɗon wanya deerɗiiko, nden kam haa jonta o ɗon nder nyiɓre."
    },
    {
      "source": "He that loveth his brother abideth in the light, and there is none occasion of stumbling in him.",
      "target": "Giɗɗo deerɗum ɗon jooɗi nder annoora, walaa daliila fergere nder maako."
    },
    {
      "source": "But he that hateth his brother is in darkness, and walketh in darkness, and knoweth not whither he goeth, because that darkness hath blinded his eyes.",
      "target": "Ammaa ganyɗo deerɗum, ɗon nder nyiɓre, o ɗon yaha nder nyiɓre, o anndaa toy o yahata ngam nyiɓre wumni mo."
    },
    {
      "source": "I write unto you, little children, because your sins are forgiven you for his name's sake.",
      "target": "Mi ɗon winndana on, onon ɓikkoy. Ngam daliila innde Yeesu Almasiihu hakkeeji mooɗon njaafaama."
    },
    {
      "source": "I write unto you, fathers, because ye have known him that is from the beginning. I write unto you, young men, because ye have overcome the wicked one. I write unto you, little children, because ye have known the Father.",
      "target": "Mi ɗon winndana on, onon baabiraaɓe, ngam on anndi mo ɗon diga fuɗɗam. Mi ɗon winndana on, onon derke'en, ngam on njaalake Kalluɗo ."
    },
    {
      "source": "I have written unto you, fathers, because ye have known him that is from the beginning. I have written unto you, young men, because ye are strong, and the word of God abideth in you, and ye have overcome the wicked one.",
      "target": "Mi winndani on, onon ɓikkoy, ngam on anndi Baabiraawo. Mi winndani on, onon baabiraaɓe, ngam on anndi mo ɗon diga fuɗɗam. Mi winndani on, onon derke'en, ngam on semmbiɗɓe, wolde Allah ɗon tabiti nder mooɗon, on njaalake Kalluɗo."
    },
    {
      "source": "Love not the world, neither the things that are in the world. If any man love the world, the love of the Father is not in him.",
      "target": "Taa ngiɗe duniyaaru ndu'u e kuuje maaru fuu. To goɗɗo yiɗi duniyaaru, o walaa yiide ngam Baabiraawo nder maako."
    },
    {
      "source": "For all that is in the world, the lust of the flesh, and the lust of the eyes, and the pride of life, is not of the Father, but is of the world.",
      "target": "Ngam ko woni nder duniyaaru fuu, ɗum suuno ɓanndu, suunaago ko gite ngi'ata e mawnitaago bee risku mum, ɗum fuu ɗum iwaay haa Baabiraawo, ammaa haa duniyaaru ɗum iwi."
    },
    {
      "source": "And the world passeth away, and the lust thereof: but he that doeth the will of God abideth for ever.",
      "target": "Duniyaaru bee ko suunete nder maaru fuu caaloto. Ammaa ɗowtantooɗo muuyo Allah yeeɗan haa foroy."
    },
    {
      "source": "Little children, it is the last time: and as ye have heard that antichrist shall come, even now are there many antichrists; whereby we know that it is the last time.",
      "target": "Ɓikkoy am, saa'iire ragareere yottake! On nanino konneejo Almasiihu waran. Jonta ndaa konne'en Almasiihu ɗuuɗɓe ngari, ngam maajum en anndi saa'iire ragareere yottake."
    },
    {
      "source": "They went out from us, but they were not of us; for if they had been of us, they would no doubt have continued with us: but they went out, that they might be made manifest that they were not all of us.",
      "target": "Caka meeɗen yimɓe ɓe'e ngurti, ammaa ɓe laataakino ɓe meeɗen. Ngam to ɓe laatino ɓe meeɗen bee gooŋga, ɓe tokkotono jooɗodaago bee meeɗen. Ammaa ɓe acci en ngam haa ɗum waŋga laaɓɗum no fuu maɓɓe ɓe laataakino ɓe meeɗen."
    },
    {
      "source": "But ye have an unction from the Holy One, and ye know all things.",
      "target": "Ammaa onon, on fuu on ngoodi anndal, ngam on keɓi Ruuhu diga Ceniiɗo."
    },
    {
      "source": "I have not written unto you because ye know not the truth, but because ye know it, and that no lie is of the truth.",
      "target": "Mi winndani on, naa ngam on anndaa gooŋga, ammaa ngam on anndi ka e on anndi boo fewre iwataa diga gooŋga."
    },
    {
      "source": "Who is a liar but he that denieth that Jesus is the Christ? He is antichrist, that denieth the Father and the Son.",
      "target": "Moy woni pewoowo, to naa mo yeddi Yeesu woni Almasiihu? Mo yeddi Baabiraawo e  Ɓiɗɗo,  kaŋko woni konneejo Almasiihu."
    },
    {
      "source": "Whosoever denieth the Son, the same hath not the Father:  he that acknowledgeth the Son hath the Father also.",
      "target": "Koo moy yeddi Ɓiɗɗo, yeddi Baabiraawo boo. Mo seedi o anndi Ɓiɗɗo, anndi Baabiraawo boo."
    },
    {
      "source": "Let that therefore abide in you, which ye have heard from the beginning. If that which ye have heard from the beginning shall remain in you, ye also shall continue in the Son, and in the Father.",
      "target": "Ngam man, onon kam, sey on njogo ko on nani diga fuɗɗam. To ko on nani diga fuɗɗam tabiti nder ɓerɗe mooɗon, onon boo on tabitan nder kawtal bee  Ɓiɗɗo  e Baabiraawo."
    },
    {
      "source": "And this is the promise that he hath promised us, even eternal life.",
      "target": "Ndaa iinawol ngol o iinani en: Ɗum ngeendam nduumiiɗam."
    },
    {
      "source": "These things have I written unto you concerning them that seduce you.",
      "target": "Mi winndani on ɗu'um dow ɗaɓɓanɓe selnugo on."
    },
    {
      "source": "But the anointing which ye have received of him abideth in you, and ye need not that any man teach you: but as the same anointing teacheth you of all things, and is truth, and is no lie, and even as it hath taught you, ye shall abide in him.",
      "target": "Ammaa onon, Ruuhu mo keɓɗon diga Almasiihu ɗon jooɗi nder mooɗon, on ngalaa haaje goɗɗo ekkitina on, ngam Ruuhu go ɗon ekkitina on koo ɗume fuu, ɗon ekkitina gooŋga, naa fewre. Ngam maajum mbaɗe ko o ekkitini on, tabite nder kawtal bee Almasiihu."
    },
    {
      "source": "And now, little children, abide in him; that, when he shall appear, we may have confidence, and not be ashamed before him at his coming.",
      "target": "Jonta, ɓikkoy am, tabite nder kawtal bee Almasiihu ngam haa en mara hoolɗinaare to o waŋgi, taa en cemta yeeso maako nyannde loraaki maako."
    },
    {
      "source": "If ye know that he is righteous, ye know that every one that doeth righteousness is born of him.",
      "target": "Nde on anndi Almasiihu o adiliijo, anndite boo, koo moy huuwi kuuɗe adiliije, laatake ɓiŋngel Allah."
    },
    {
      "source": "Behold, what manner of love the Father hath bestowed upon us, that we should be called the sons of God: therefore the world knoweth us not, because it knew him not.",
      "target": "Ndaare no Baabiraawo yiɗiri en, haa en mbi'aama ɓikkoy Allah! Gooŋga en ɓikkoy maako. Ngam man duniyaaru anndaa en ngam ndu anndaa Allah ."
    },
    {
      "source": "Beloved, now are we the sons of God, and it doth not yet appear what we shall be: but we know that, when he shall appear, we shall be like him; for we shall see him as he is.",
      "target": "Yiɗaaɓe am, jonta en laatake ɓikkoy Allah. Ko en tammi laataago waŋgaay tawon. Ammaa en anndi to Almasiihu waŋgi, en nanndan bee maako, ngam en ngi'an mo bana no o wa'i."
    },
    {
      "source": "And every man that hath this hope in him purifieth himself, even as he is pure.",
      "target": "Koo moy tammake ɗum, laɓɓinan hoore mum bana Yeesu Almasiihu o laaɓɗo."
    },
    {
      "source": "Whosoever committeth sin transgresseth also the law: for sin is the transgression of the law.",
      "target": "Baɗɗo hakke fuu tuurtani umroore Allah, ngam hakke ɗum tuurtango umroore Allah."
    },
    {
      "source": "And ye know that he was manifested to take away our sins; and in him is no sin.",
      "target": "Ammaa on anndi Almasiihu wari ngam ittugo hakkeeji. Kaŋko, walaa hakke nder maako sam ."
    },
    {
      "source": "Whosoever abideth in him sinneth not: whosoever sinneth hath not seen him, neither known him.",
      "target": "Mo ɗon tabiti nder kawtal bee Almasiihu fuu waɗataa hakke, ammaa baɗoowo hakke meeɗaay yi'ugo mo, meeɗaay anndugo mo boo."
    },
    {
      "source": "Little children, let no man deceive you: he that doeth righteousness is righteous, even as he is righteous.",
      "target": "Ɓikkoy am, taa goɗɗo selna on. Baɗoowo adilaaku, o adiliijo bana Almasiihu o adiliijo."
    },
    {
      "source": "He that committeth sin is of the devil; for the devil sinneth from the beginning. For this purpose the Son of God was manifested, that he might destroy the works of the devil.",
      "target": "Baɗoowo hakke fuu laatake mo Iblisa, ngam diga fuɗɗam, Iblisa ɗon waɗa hakke. Ngam man Ɓiɗɗo Allah wari ngam nattingo kuuɗe Iblisa."
    },
    {
      "source": "Whosoever is born of God doth not commit sin; for his seed remaineth in him: and he cannot sin, because he is born of God.",
      "target": "Laatiiɗo ɓiŋngel Allah fuu waɗataa hakke, ngam ko Allah aawi ɗon jooɗi nder maako. O waawataa waɗugo hakke, ngam o laati ɓiŋngel Allah."
    },
    {
      "source": "In this the children of God are manifest, and the children of the devil: whosoever doeth not righteousness is not of God, neither he that loveth not his brother.",
      "target": "Ammaa mo huuwataa kuuɗe adiliije, mo ɗon wanya deerɗiraawo mum fuu, o danyaakaa e Allah. Bana nii goɗɗo senndindirta ɓikkoy Allah bee koy Iblisa."
    },
    {
      "source": "For this is the message that ye heard from the beginning, that we should love one another.",
      "target": "Ndaa kubaruwol ngol on nani diga fuɗɗam: “Ngiɗindiren !”"
    },
    {
      "source": "Not as Cain, who was of that wicked one, and slew his brother. And wherefore slew he him? Because his own works were evil, and his brother's righteous.",
      "target": "Taa en mbaɗa bana Kayinu mo mbari deerɗum ngam o laati mo Kalluɗo . Koni o mbari mo? Ngam kuuɗe maako ɗe kalluɗe, ammaa kuuɗe deerɗiiko ɗe adiliije ."
    },
    {
      "source": "Marvel not, my brethren, if the world hate you.",
      "target": "Deerɗam'en, taa kayɗine to duniyaaru ɗon wanya on."
    },
    {
      "source": "We know that we have passed from death unto life, because we love the brethren. He that loveth not his brother abideth in death.",
      "target": "En anndi en ngurtake diga maayde, en nasti ngeendam, ngam en ngiɗi deerɗiraaɓe men. Ammaa mo walaa yiide, o ɗon jooɗi nder maayde tawon ."
    },
    {
      "source": "Whosoever hateth his brother is a murderer: and ye know that no murderer hath eternal life abiding in him.",
      "target": "Ganyɗo deerɗum fuu o mbaroowo ko'e. On anndi ngeendam nduumiiɗam wonataa nder mbaroowo ko'e."
    },
    {
      "source": "Hereby perceive we the love of God, because he laid down his life for us: and we ought to lay down our lives for the brethren.",
      "target": "Almasiihu hokki yoŋki muuɗum ngam meeɗen. Bee maajum en paami ko woni yiide. Enen boo, sey en ndokka yoŋkiiji meeɗen ngam deerɗiraaɓe meeɗen."
    },
    {
      "source": "But whoso hath this world's good, and seeth his brother have need, and shutteth up his bowels of compassion from him, how dwelleth the love of God in him?",
      "target": "To marɗo yi'i haaje deerɗum, ammaa o sali enɗugo ɗum, bana noy yiide Allah tabitirta nder maako?"
    },
    {
      "source": "My little children, let us not love in word, neither in tongue; but in deed and in truth.",
      "target": "Ɓikkoy am, taa yiide meeɗen laato bee bolle tan. Ammaa nde laato yiide gooŋgaare, waŋgannde nder kuuɗe."
    },
    {
      "source": "And hereby we know that we are of the truth, and shall assure our hearts before him.",
      "target": "Bee maajum anndirten en ɗon tokki gooŋga. Kanjum waɗi ɓerɗe meeɗen nde'ititto yeeso Allah."
    },
    {
      "source": "For if our heart condemn us, God is greater than our heart, and knoweth all things.",
      "target": "Ngam to ɓerɗe meeɗen aybini en, en anndi Allah ɓuri ɓerɗe meeɗen, ngam o anndi koo ɗume fuu."
    },
    {
      "source": "Beloved, if our heart condemn us not, then have we confidence toward God.",
      "target": "Yiɗaaɓe am, to ɓerɗe meeɗen aybinaay en, en maran hoolɗinaare yeeso Allah,"
    },
    {
      "source": "And whatsoever we ask, we receive of him, because we keep his commandments, and do those things that are pleasing in his sight.",
      "target": "en keɓan haa maako ko en toroto mo fuu, ngam en ɗon ɗowtano umrooje maako, en ɗon mbaɗa ko fottani mo."
    },
    {
      "source": "And this is his commandment, That we should believe on the name of his Son Jesus Christ, and love one another, as he gave us commandment.",
      "target": "Ndaa ko o umri: En nuɗɗina innde Yeesu Almasiihu,  Ɓiɗɗo  maako, en ngiɗindira fodde umroore nde Almasiihu umri en ."
    },
    {
      "source": "And he that keepeth his commandments dwelleth in him, and he in him. And hereby we know that he abideth in us, by the Spirit which he hath given us.",
      "target": "Ɗowtaniiɗo umrooje ɗe'e ɗon tabiti nder kawtal bee Allah, Allah boo ɗon tabiti nder kawtal bee maako. Bana nii anndirten Allah ɗon tabiti nder kawtal bee meeɗen, en anndi ɗum bee Ruuhu maako mo o hokki en."
    },
    {
      "source": "Beloved, believe not every spirit, but try the spirits whether they are of God: because many false prophets are gone out into the world.",
      "target": "Yiɗaaɓe am, taa nuɗɗine ruuhuuji koo ɗiye fuu. Sey on poonda ɗi, on paama to ɗi iwi haa Allah. Ngam fewooɓe wi'anɓe ɓe annabi'en ɗuuɗɓe ngari nder duniyaaru."
    },
    {
      "source": "Hereby know ye the Spirit of God: Every spirit that confesseth that Jesus Christ is come in the flesh is of God:",
      "target": "Ndaa bana nii anndirton Ruuhu Allah: To goɗɗo seedake Yeesu Almasiihu wari bee ɓanndu neɗɗo fuu, nden kam ruuhu maako iwi haa Allah."
    },
    {
      "source": "And every spirit that confesseth not that Jesus Christ is come in the flesh is not of God: and this is that spirit of antichrist, whereof ye have heard that it should come; and even now already is it in the world.",
      "target": "Ammaa to o yeddi Yeesu, nden kam ruuhu maako iwaay haa Allah, ɗum ruuhu konneejo Almasiihu. On nani ngu waran, ndaa jonta ngu ɗon nder duniyaaru."
    },
    {
      "source": "Ye are of God, little children, and have overcome them: because greater is he that is in you, than he that is in the world.",
      "target": "Ammaa onon ɓikkoy am, on laati yimɓe Allah, on njaalake fewooɓe go, ngam gonɗo nder mooɗon ɓuri gonɗo nder duniyaaru baawɗe."
    },
    {
      "source": "They are of the world: therefore speak they of the world, and the world heareth them.",
      "target": "Kamɓe, ɓe yimɓe duniyaaru, ngam maajum ɓe ɗon mbolwa haalaaji duniyaaru. Ngam man yimɓe duniyaaru ɗon nana ɓe."
    },
    {
      "source": "We are of God: he that knoweth God heareth us; he that is not of God heareth not us. Hereby know we the spirit of truth, and the spirit of error.",
      "target": "Ammaa enen en yimɓe Allah. Annduɗo Allah nanan en. Mo laataaki mo Allah, nanantaa en. Bana nii en cenndindirta Ruuhu gooŋga bee ruuhu fewre."
    },
    {
      "source": "Beloved, let us love one another: for love is of God; and every one that loveth is born of God, and knoweth God.",
      "target": "Yiɗaaɓe am, ngiɗindiren, ngam yiide iwi haa Allah. Marɗo yiide o ɓiŋngel Allah, o anndi Allah."
    },
    {
      "source": "He that loveth not knoweth not God; for God is love.",
      "target": "Mo walaa yiide, anndaa Allah, ngam Allah o yiide."
    },
    {
      "source": "In this was manifested the love of God toward us, because that God sent his only begotten Son into the world, that we might live through him.",
      "target": "Ndaa no yiide Allah waŋgirani en: Allah neli  Ɓiɗɗo  muuɗum bajjo nder duniyaaru ngam haa en keɓra ngeendam bee maako."
    },
    {
      "source": "Herein is love, not that we loved God, but that he loved us, and sent his Son to be the propitiation for our sins.",
      "target": "Ndaa ko woni yiide: Naa enen ngiɗi Allah, ammaa kaŋko yiɗi en, o neli en Ɓiɗɗo maako ngam yaafuye hakkeeji meeɗen."
    },
    {
      "source": "Beloved, if God so loved us, we ought also to love one another.",
      "target": "Yiɗaaɓe am, nde Allah yiɗi en bana nii, haani ngiɗindiren, enen boo."
    },
    {
      "source": "No man hath seen God at any time. If we love one another, God dwelleth in us, and his love is perfected in us.",
      "target": "Walaa mo meeɗi yi'ugo Allah. To en ngiɗindira, nden kam Allah wondan bee meeɗen, yiide maako laatoto timmunde nder meeɗen ."
    },
    {
      "source": "Hereby know we that we dwell in him, and he in us, because he hath given us of his Spirit.",
      "target": "Allah hokki en Ruuhu muuɗum, kanjum hollata en ɗon tabiti nder kawtal bee maako, kaŋko boo o ɗon tabiti nder kawtal bee meeɗen."
    },
    {
      "source": "And we have seen and do testify that the Father sent the Son to be the Saviour of the world.",
      "target": "Minin, min ngi'i, min ɗon ceedo Baabiraawo neli  Ɓiɗɗo  muuɗum haa duniyaaru, o laati kisnoowo maaru."
    },
    {
      "source": "Whosoever shall confess that Jesus is the Son of God, God dwelleth in him, and he in God.",
      "target": "Mo seedi Yeesu woni Ɓiɗɗo Allah fuu, Allah ɗon tabiti nder kawtal bee maako, kaŋko boo o ɗon tabiti nder kawtal bee Allah."
    },
    {
      "source": "And we have known and believed the love that God hath to us. God is love; and he that dwelleth in love dwelleth in God, and God in him.",
      "target": "Enen kam en anndi yiide Allah ngam meeɗen, en nuɗɗini ɗum. Allah o yiide. Tabitɗo nder yiide ɗon tabiti nder kawtal bee Allah, Allah boo ɗon tabiti nder kawtal bee maako."
    },
    {
      "source": "Herein is our love made perfect, that we may have boldness in the day of judgment: because as he is, so are we in this world.",
      "target": "To en ɗon bee yiide timmunde, en keɓan hoolɗinaare nyalaade kiita, bana no o wa'i, non ngoneten nder duniyaaru boo."
    },
    {
      "source": "There is no fear in love; but perfect love casteth out fear: because fear hath torment. He that feareth is not made perfect in love.",
      "target": "Marɗo yiide hulataa, ngam yiide timmunde ittan kulol. Ngam kulol ɗon hawti bee yaŋgada. Kulanɗo wonaay nder yiide timmunde."
    },
    {
      "source": "We love him, because he first loved us.",
      "target": "Enen en ɗon ngiɗindira, ngam Allah aarti yiɗugo en."
    },
    {
      "source": "If a man say, I love God, and hateth his brother, he is a liar: for he that loveth not his brother whom he hath seen, how can he love God whom he hath not seen?",
      "target": "To goɗɗo wi'i: Mi yiɗi Allah, ammaa ɗon wanya deerɗum, o pewoowo. Ngam to o yiɗaa deerɗiiko mo o yi'ata, noy o waawrata yiɗugo Allah mo o yi'aay?"
    },
    {
      "source": "And this commandment have we from him, That he who loveth God love his brother also.",
      "target": "Ndaa umroore nde Almasiihu umri en: Mo yiɗi Allah, sey o yiɗa deerɗiiko boo."
    },
    {
      "source": "Whosoever believeth that Jesus is the Christ is born of God: and every one that loveth him that begat loveth him also that is begotten of him.",
      "target": "Koo moy nuɗɗini Yeesu woni  Almasiihu,  o laati ɓiŋngel Allah. Koo moy yiɗi baaba, yiɗi ɓiŋngel boo."
    },
    {
      "source": "By this we know that we love the children of God, when we love God, and keep his commandments.",
      "target": "Bana nii anndirten en ngiɗi ɓikkoy Allah: To en ngiɗi Allah e to en ɗowtanake umrooje maako boo."
    },
    {
      "source": "For this is the love of God, that we keep his commandments: and his commandments are not grievous.",
      "target": "Ngam yiɗugo Allah, ɗum ɗowtanaago umrooje maako. Ɗowtanaago umrooje maako boo ɓurataa en semmbe ,"
    },
    {
      "source": "For whatsoever is born of God overcometh the world: and this is the victory that overcometh the world, even our faith.",
      "target": "ngam ɓiŋngel Allah fuu jaalake duniyaaru. Bee nuɗɗinki meeɗen njaalortooɗen duniyaaru."
    },
    {
      "source": "Who is he that overcometh the world, but he that believeth that Jesus is the Son of God?",
      "target": "Moy woni jaaliiɗo duniyaaru? Sey nuɗɗinɗo Yeesu woni  Ɓiɗɗo Allah."
    },
    {
      "source": "This is he that came by water and blood, even Jesus Christ; not by water only, but by water and blood. And it is the Spirit that beareth witness, because the Spirit is truth.",
      "target": "Yeesu Almasiihu wari bee ndiyam baptisma muuɗum e bee ƴiiƴam maayde muuɗum boo. O waraay bee ndiyam tan, ammaa bee ndiyam e ƴiiƴam. Ruuhu bee hoore muuɗum ɗon seeda haala ka'a, ngam Ruuhu woni gooŋga."
    },
    {
      "source": "For there are three that bear record in heaven, the Father, the Word, and the Holy Ghost: and these three are one.",
      "target": "Ngam woodi seedamkuuji tati:"
    },
    {
      "source": "And there are three that bear witness in earth, the Spirit, and the water, and the blood: and these three agree in one.",
      "target": "Seedamku Ruuhu e ngu ndiyam e ngu ƴiiƴam. Seedamkuuji man tati fuu njahdi."
    },
    {
      "source": "If we receive the witness of men, the witness of God is greater: for this is the witness of God which he hath testified of his Son.",
      "target": "En ɗon njaɓa seedamku yimɓe, ammaa seedamku Allah ɓuri mawnugo. Ngam kaŋgu laati seedamku ngu Allah seedi dow  Ɓiɗɗo  muuɗum."
    },
    {
      "source": "He that believeth on the Son of God hath the witness in himself: he that believeth not God hath made him a liar; because he believeth not the record that God gave of his Son.",
      "target": "Koo moy nuɗɗini Ɓiɗɗo Allah, woodi seedamku ngu'u nder ɓernde muuɗum. Ammaa mo nuɗɗinaay Allah, o fewni Allah, ngam o nuɗɗinaay seedamku ngu Allah seedi dow Ɓiɗɗo muuɗum."
    },
    {
      "source": "And this is the record, that God hath given to us eternal life, and this life is in his Son.",
      "target": "Ndaa seedamku ngu'u: Allah hokki en ngeendam nduumiiɗam, ngeendam ɗa'am ɗon nder Ɓiyiiko ."
    },
    {
      "source": "He that hath the Son hath life; and he that hath not the Son of God hath not life.",
      "target": "Koo moy jaɓi Ɓiɗɗo Allah woodi ngeendam, mo jaɓaay Ɓiɗɗo Allah, o walaa ngeendam."
    },
    {
      "source": "These things have I written unto you that believe on the name of the Son of God; that ye may know that ye have eternal life, and that ye may believe on the name of the Son of God.",
      "target": "Onon nuɗɗinɓe innde  Ɓiɗɗo Allah,  mi winndani on ɗum ngam haa anndon fakat on ngoodi ngeendam nduumiiɗam."
    },
    {
      "source": "And this is the confidence that we have in him, that, if we ask any thing according to his will, he heareth us:",
      "target": "En ɗon bee hoolɗinaare haa yeeso Allah, en anndi o nanan en, to en torake mo koo ɗume fodde muuyo maako."
    },
    {
      "source": "And if we know that he hear us, whatsoever we ask, we know that we have the petitions that we desired of him.",
      "target": "To nii en anndi o ɗon nana en to en torake mo koo ɗume fuu, en anndi boo en keɓi ko en tori mo."
    },
    {
      "source": "If any man see his brother sin a sin which is not unto death, he shall ask, and he shall give him life for them that sin not unto death. There is a sin unto death: I do not say that he shall pray for it.",
      "target": "To goɗɗo yi'i deerɗum ɗon waɗa hakkewol ngol yahrataa mo haa maayde, sey o tora Allah, Allah boo hokkan mo ngeendam. Haala ka'a laarani waɗooɓe hakkewol ngol yahrataa ɓe haa maayde. Ammaa woodi hakkewol jahranŋgol goɗɗo haa maayde. Mi wi'aay on toro Allah ngam maagol."
    },
    {
      "source": "All unrighteousness is sin: and there is a sin not unto death.",
      "target": "Kala sooynde adilaaku fuu ɗum hakke, ammaa woodi hakkewol ngol yahrataa goɗɗo haa maayde."
    },
    {
      "source": "We know that whosoever is born of God sinneth not; but he that is begotten of God keepeth himself, and that wicked one toucheth him not.",
      "target": "En anndi ɓiŋngel Allah fuu waɗataa hakke, ngam  Ɓiɗɗo Allah  ɗon ayna mo, Kalluɗo meemataa mo."
    },
    {
      "source": "And we know that we are of God, and the whole world lieth in wickedness.",
      "target": "En anndi en laati yimɓe Allah, koo nde duniyaaru fuu ɗon les baawɗe Kalluɗo."
    },
    {
      "source": "And we know that the Son of God is come, and hath given us an understanding, that we may know him that is true, and we are in him that is true, even in his Son Jesus Christ. This is the true God, and eternal life.",
      "target": "En anndi boo  Ɓiɗɗo Allah  wari, hokki en faamu ngam anndugo Allah gooŋgaajo. En ɗon nder kawtal bee Allah gooŋgaajo e bee Ɓiɗɗo mum Yeesu Almasiihu. Kaŋko woni Allah gooŋgaajo e ngeendam nduumiiɗam."
    },
    {
      "source": "Little children, keep yourselves from idols. Amen.",
      "target": "Ɓikkoy am, ndeente e labbi."
    },
    {
      "source": "Paul, called to be an apostle of Jesus Christ through the will of God, and Sosthenes our brother,",
      "target": "Min Pol mo Allah ewni fodde muuyo mum ngam laataago nelaaɗo Almasiihu Yeesu, min bee Sostenes, deerɗiraawo meeɗen,"
    },
    {
      "source": "Unto the church of God which is at Corinth, to them that are sanctified in Christ Jesus, called to be saints, with all that in every place call upon the name of Jesus Christ our Lord, both theirs and ours:",
      "target": "mi ɗon winndana on, onon jama'aare yimɓe Allah wonɓe haa Korintu, senaaɓe nder Almasiihu Yeesu, ewnaaɓe ngam laataago seniiɓe hawtaade bee ewnotooɓe innde Jawmiraawo meeɗen Yeesu Almasiihu haa ɓe ngonata fuu, kaŋko woni Jawmiraawo maɓɓe e mo amin :"
    },
    {
      "source": "Grace be unto you, and peace, from God our Father, and from the Lord Jesus Christ.",
      "target": "Allah Baabiraawo meeɗen e Yeesu Almasiihu Jawmiraawo meeɗen ndokka on mo'ere e salaaman."
    },
    {
      "source": "I thank my God always on your behalf, for the grace of God which is given you by Jesus Christ;",
      "target": "Mi ɗon yetta Allah am foroy ngam daliila mo'ere nde o hokki on barka Almasiihu Yeesu."
    },
    {
      "source": "That in every thing ye are enriched by him, in all utterance, and in all knowledge;",
      "target": "Nder kawtal bee Almasiihu, Allah hebbini on bee barkaaji fuu. Wolde e anndal fanti haa mooɗon."
    },
    {
      "source": "Even as the testimony of Christ was confirmed in you:",
      "target": "Bana nii Allah gooŋɗini ko min ceedani Yeesu Almasiihu caka mooɗon."
    },
    {
      "source": "So that ye come behind in no gift; waiting for the coming of our Lord Jesus Christ:",
      "target": "Nden kam walaa dokkal Allah koo gootal ŋakkani on, onon reenanɓe nyalaade baŋguki Jawmiraawo meeɗen Yeesu Almasiihu."
    },
    {
      "source": "Who shall also confirm you unto the end, that ye may be blameless in the day of our Lord Jesus Christ.",
      "target": "Kaŋko o tabitinan on haa yotto timmoode, ngam haa laatooɗon bilaa feloore nyalaade Jawmiraawo meeɗen Yeesu Almasiihu."
    },
    {
      "source": "God is faithful, by whom ye were called unto the fellowship of his Son Jesus Christ our Lord.",
      "target": "Allah o koolniiɗo, kaŋko ewni on haa kawton bee  Ɓiɗɗo  mum Yeesu Almasiihu, Jawmiraawo meeɗen."
    },
    {
      "source": "Now I beseech you, brethren, by the name of our Lord Jesus Christ, that ye all speak the same thing, and that there be no divisions among you; but that ye be perfectly joined together in the same mind and in the same judgment.",
      "target": "Deerɗiraaɓe am, mi ɗon suusɗina on bee innde Jawmiraawo meeɗen Yeesu Almasiihu: Njooɗe on narruɓe! Taa cenndol wona caka mooɗon. Laate narruɓe dow hakkiilo wooto e anniya ngoota."
    },
    {
      "source": "For it hath been declared unto me of you, my brethren, by them which are of the house of Chloe, that there are contentions among you.",
      "target": "Deerɗiraaɓe am, yimɓe saare Kolowe anndini yam jokkirli ɗon hakkunde mooɗon."
    },
    {
      "source": "Now this I say, that every one of you saith, I am of Paul; and I of Apollos; and I of Cephas; and I of Christ.",
      "target": "Ndaa ko ngiɗmi wi'go: Caka mooɗon koo moy ɗon wi'a: “Min mo Pol.” Oya ɗon wi'a: “Min mo Apollos.” Goɗɗo ɗon wi'a: “Min mo Piyer.” Goɗɗo feere boo ɗon wi'a: “Min mo Almasiihu .”"
    },
    {
      "source": "Is Christ divided? was Paul crucified for you? or were ye baptized in the name of Paul?",
      "target": "Kadi Almasiihu o cenndaaɗo na? Ɗum Pol ɓe ngaafi dow leggal gaafaaŋgal ngam mooɗon na? Malla bee innde Pol keɓɗon baptisma?"
    },
    {
      "source": "I thank God that I baptized none of you, but Crispus and Gaius;",
      "target": "Mi ɗon yetta Allah ngam mi yiiwaay koo gooto mooɗon baptisma, sey Kirispus e Gayus ."
    },
    {
      "source": "Lest any should say that I had baptized in mine own name.",
      "target": "Bana non kadi walaa bi'anɗo on keɓi baptisma bee innde am."
    },
    {
      "source": "And I baptized also the household of Stephanas: besides, I know not whether I baptized any other.",
      "target": "Asee! Mi waɗani boo yimɓe saare Estefanas baptisma. Mi anndaa to woodi goɗɗo feere mo mi waɗani ɗum baptisma ."
    },
    {
      "source": "For Christ sent me not to baptize, but to preach the gospel: not with wisdom of words, lest the cross of Christ should be made of none effect.",
      "target": "Ngam Almasiihu nelaay yam waɗugo baptisma, ammaa ngam mi waazina Linjiila. Mi waazinaay ka bee bolle fodde hikma duniyaaru ndu'u, ngam taa gaafaaŋgal Almasiihu lasbine."
    },
    {
      "source": "For the preaching of the cross is to them that perish foolishness; but unto us which are saved it is the power of God.",
      "target": "Halkanɓe ɗon ndaara kubar maayde Almasiihu dow leggal gaafaaŋgal bana faataare. Ammaa ngam meeɗen enen hisanɓe kam, en anndi ɗum baawɗe Allah."
    },
    {
      "source": "For it is written, I will destroy the wisdom of the wise, and will bring to nothing the understanding of the prudent.",
      "target": "Ngam man Deftere wi'i: “Mi halkan hikma hikma'en, mi wudinan anndal annduɓe .”"
    },
    {
      "source": "Where is the wise? where is the scribe? where is the disputer of this world? hath not God made foolish the wisdom of this world?",
      "target": "Kadi moy woni hikmaajo? Moy woni moodibbo? Moy woni kujjotiroowo zamanuuru ndu'u? Allah wartiraay hikma duniyaaru ndu'u faataare na ?"
    },
    {
      "source": "For after that in the wisdom of God the world by wisdom knew not God, it pleased God by the foolishness of preaching to save them that believe.",
      "target": "Ngam nde nii duniyaaru bee hikma mum anndaa Allah ngam ndu annditaay hikma maako, Allah ɗon seyori hisnugo nuɗɗinɓe bee waazingo ko hikma'en duniyaaru mbi'ata faataare."
    },
    {
      "source": "For the Jews require a sign, and the Greeks seek after wisdom:",
      "target": "Yahuudu'en ɗon ɗaɓɓa kaayeefiiji, Yunaniŋke'en  boo ɗon ɗaɓɓita ko wi'ete hikma."
    },
    {
      "source": "But we preach Christ crucified, unto the Jews a stumblingblock, and unto the Greeks foolishness;",
      "target": "Ammaa enen en ɗon ngeyna kubar Almasiihu ɓilaaɗo haa leggal gaafaaŋgal. Haa Yahuudu'en ɗum laatake daliila fergere maɓɓe, haa ummaatooje goɗɗe boo ɗum laatanake ɓe faataare."
    },
    {
      "source": "But unto them which are called, both Jews and Greeks, Christ the power of God, and the wisdom of God.",
      "target": "Ammaa ngam ewnaaɓe Allah kam, koo ɓe Yahuudu'en koo ɓe Yunaniŋke'en woɗɓe, Almasiihu laati baawɗe Allah e hikma Allah."
    },
    {
      "source": "Because the foolishness of God is wiser than men; and the weakness of God is stronger than men.",
      "target": "Ko Allah huuwata, ɗum nanndi bee faataare, ammaa ɗum ɓuri anndal yimɓe fuu. Ɗum nanndi bee tampere boo, ammaa ɗum ɓuri yimɓe fuu semmbe."
    },
    {
      "source": "For ye see your calling, brethren, how that not many wise men after the flesh, not many mighty, not many noble, are called:",
      "target": "Deerɗiraaɓe am, ndaare ko'e mooɗon, onon ewnaaɓe Allah! Fodde ɗabiya duniyaaru, hikma'en ɗuuɗaay caka mooɗon, marɓe baawɗe ɗuuɗaay, tedda-asli'en boo ɗuuɗaay."
    },
    {
      "source": "But God hath chosen the foolish things of the world to confound the wise; and God hath chosen the weak things of the world to confound the things which are mighty;",
      "target": "Ammaa ko laati humakiijum nder duniyaaru, Allah suɓi ɗum haa hikma'en cemta. Allah suɓi ko laati tampuɗum nder duniyaaru haa semmbiɗɓe cemta."
    },
    {
      "source": "And base things of the world, and things which are despised, hath God chosen, yea, and things which are not, to bring to nought things that are:",
      "target": "O suɓi leesɓe e yawniiɓe e meere'en nder duniyaaru, ngam haa o meeriɗina tedduɓe duniyaaru."
    },
    {
      "source": "That no flesh should glory in his presence.",
      "target": "Bana nii walaa koo moye mantoto yeeso Allah."
    },
    {
      "source": "But of him are ye in Christ Jesus, who of God is made unto us wisdom, and righteousness, and sanctification, and redemption:",
      "target": "Daliila maako, onon on kawti bee Yeesu Almasiihu, laatiiɗo hikma meeɗen iwka haa Allah. Bee maako en keɓi adilaaku e senaare e ndimu."
    },
    {
      "source": "That, according as it is written, He that glorieth, let him glory in the Lord.",
      "target": "Allah muuyi ɗum laato bana ko winnda: “To goɗɗo yiɗi mantaago, sey o mantoro kuugal Allah .”"
    },
    {
      "source": "And I, brethren, when I came to you, came not with excellency of speech or of wisdom, declaring unto you the testimony of God.",
      "target": "Deerɗiraaɓe am, saa'i mi warino waazingo on gooŋga Allah sirriiha, mi waɗaay ɗum bee bolle mawɗe e hikma lugguka."
    },
    {
      "source": "For I determined not to know any thing among you, save Jesus Christ, and him crucified.",
      "target": "Mi tefaay anndugo koo ɗume caka mooɗon, sonaa Yeesu Almasiihu, waato Yeesu Almasiihu ɓilaaɗo dow leggal gaafaaŋgal."
    },
    {
      "source": "And I was with you in weakness, and in fear, and in much trembling.",
      "target": "Mi wari haa mooɗon nder tampere, nder kulol e nder diwŋgol ɗuuɗŋgol ."
    },
    {
      "source": "And my speech and my preaching was not with enticing words of man's wisdom, but in demonstration of the Spirit and of power:",
      "target": "Wolde am e waazu am laataaki bee baawal bolle fodde hikma yimɓe, ammaa ɗum baŋginki Ruuhu Allah e baawɗe mum,"
    },
    {
      "source": "That your faith should not stand in the wisdom of men, but in the power of God.",
      "target": "ngam taa nuɗɗinki mooɗon daro dow hikma yimɓe, ammaa ki daro dow baawɗe Allah."
    },
    {
      "source": "Howbeit we speak wisdom among them that are perfect: yet not the wisdom of this world, nor of the princes of this world, that come to nought:",
      "target": "Bee non fuu min ɗon ngaazina hikma haa nuɗɗinɓe timmuɓe. Hikma ka'a laataaki ka zamanuuru ndu'u malla ka mawɓe zamanuuru ndu'u, ngam baawɗe maɓɓe tammi nattineego."
    },
    {
      "source": "But we speak the wisdom of God in a mystery, even the hidden wisdom, which God ordained before the world unto our glory:",
      "target": "Min ɗon ngaazina hikma Allah sirriiha, ka o suuɗino, ammaa o annini hokkugo en diga zamanuuji ciwaa ngam tedduŋgal meeɗen."
    },
    {
      "source": "Which none of the princes of this world knew: for had they known it, they would not have crucified the Lord of glory.",
      "target": "Walaa koo gooto nder mawɓe duniyaaru ndu'u annduno ngal. To naa non, ɓe ɓilataano Jawmiraawo marɗo tedduŋgal haa leggal gaafaaŋgal."
    },
    {
      "source": "But as it is written, Eye hath not seen, nor ear heard, neither have entered into the heart of man, the things which God hath prepared for them that love him.",
      "target": "Ammaa bana ko winnda: “Ko goɗɗo meeɗaay yi'ugo malla nanugo, ko goɗɗo meeɗaay numugo boo, kanjum Allah taaskitinani yiɗɓe mo .”"
    },
    {
      "source": "But God hath revealed them unto us by his Spirit: for the Spirit searcheth all things, yea, the deep things of God.",
      "target": "Haa meeɗen kam, Allah waŋginiri ɗum bee Ruuhu. Ngam Ruuhu ɗon linya koo ɗume fuu, koo nufayeeje Allah lugguɗe boo."
    },
    {
      "source": "For what man knoweth the things of a man, save the spirit of man which is in him? even so the things of God knoweth no man, but the Spirit of God.",
      "target": "Moy anndi ko woni nder goɗɗo? Sey ruuhu goɗɗo man. Bana non boo walaa annduɗo numooji Allah, sey Ruuhu Allah tan."
    },
    {
      "source": "Now we have received, not the spirit of the world, but the spirit which is of God; that we might know the things that are freely given to us of God.",
      "target": "Ngam enen kam, en keɓaay ruuhu iwŋgu haa duniyaaru ndu'u, ammaa Ruuhu iwɗo haa Allah keɓɗen, ngam anndugo ko Allah mo'ani en."
    },
    {
      "source": "Which things also we speak, not in the words which man's wisdom teacheth, but which the Holy Ghost teacheth; comparing spiritual things with spiritual.",
      "target": "Min mbolwiraay haala man bee bolle iwɗe haa hikma yimɓe, ammaa bee ko Ruuhu Allah ekkitinta, haa min paamtina heɓɓe Ruuhu ko Ruuhu anndinta."
    },
    {
      "source": "But the natural man receiveth not the things of the Spirit of God: for they are foolishness unto him: neither can he know them, because they are spiritually discerned.",
      "target": "Koo moy tokki hakkiilo mum jaɓataa ko iwi haa Ruuhu Allah, ngam ɗum faataare haa maako. O faamataa ɗum sam, ngam sey bee ballal Ruuhu ɗum faamorto."
    },
    {
      "source": "But he that is spiritual judgeth all things, yet he himself is judged of no man.",
      "target": "Keɓɗo Ruuhu Allah ɗon faama koo ɗume fuu, ammaa kaŋko bee hoore maako, walaa paamanɗo mo."
    },
    {
      "source": "For who hath known the mind of the Lord, that he may instruct him? But we have the mind of Christ.",
      "target": "Ngam deftere ɗon wi'a: “Moy anndi numo Jawmiraawo? Moy waawata hokkugo mo sawari?” Ammaa enen en ngoodi numo Almasiihu ."
    },
    {
      "source": "And I, brethren, could not speak unto you as unto spiritual, but as unto carnal, even as unto babes in Christ.",
      "target": "Deerɗiraaɓe am, mi waawaay wolwango on bana heɓɓe Ruuhu Allah. Ammaa mi wolwani on bana tokkiiɓe ɗabiya yimɓe duniyaaru, bana ɓikkoy pamaroy nder Almasiihu."
    },
    {
      "source": "I have fed you with milk, and not with meat: for hitherto ye were not able to bear it, neither yet now are ye able.",
      "target": "Ngam ɗum kosam ndokkumi on, naa nyaamdu semmbiɗndu. Ngam on ke'aay nyaamugo ndu. Haa jonta boo on ke'aay nyaamugo ndu ,"
    },
    {
      "source": "For ye are yet carnal: for whereas there is among you envying, and strife, and divisions, are ye not carnal, and walk as men?",
      "target": "ngam on ɗon tokko ɗabiya yimɓe duniyaaru. Ngam to on ɗon kaajindira, on ɗon njokkira, on ngonaay nder ɗabiya yimɓe duniyaaru na? Naa on ɗon mbaɗa ko yimɓe woɗɓe mbaɗata na?"
    },
    {
      "source": "For while one saith, I am of Paul; and another, I am of Apollos; are ye not carnal?",
      "target": "To goɗɗo wi'i: “Min mo Pol”, goɗɗo feere boo: “Min mo Apollos”, naa on ɗon mbaɗa ko yimɓe woɗɓe mbaɗata na ?"
    },
    {
      "source": "Who then is Paul, and who is Apollos, but ministers by whom ye believed, even as the Lord gave to every man?",
      "target": "Kadi moy woni Apollos? Moy woni Pol? Minin min huuwanooɓe Allah, on nuɗɗini Allah daliila waazu amin. Allah halfini koo moy amin kuugal mum."
    },
    {
      "source": "I have planted, Apollos watered; but God gave the increase.",
      "target": "Min mi jubi, Apollos yarni, ammaa Allah mawnini ɗum ."
    },
    {
      "source": "So then neither is he that planteth any thing, neither he that watereth; but God that giveth the increase.",
      "target": "Bana non kadi, mo jubi bee mo yarni laataaki koo ɗume, sey Allah mawninoowo ko juba tan mari saman."
    },
    {
      "source": "Now he that planteth and he that watereth are one: and every man shall receive his own reward according to his own labour.",
      "target": "Mo jubi bee mo yarni poti kal-kal. Ammaa koo moy heɓan mbarjaari mum fodde kuugal mum."
    },
    {
      "source": "For we are labourers together with God: ye are God's husbandry, ye are God's building.",
      "target": "Minin min huuwdiɗɗiraaɓe nder kuugal Allah, onon boo on ngesa Allah, on nyiɓaalo Allah."
    },
    {
      "source": "According to the grace of God which is given unto me, as a wise masterbuilder, I have laid the foundation, and another buildeth thereon. But let every man take heed how he buildeth thereupon.",
      "target": "Fodde mo'ere nde Allah mo'ani yam, bana mahoowo kakkilɗo, mi wallini caɓɓawal. Goɗɗo feere ɗon maha dow maagal. Ammaa sey koo moy hakkilana no o mahrata."
    },
    {
      "source": "For other foundation can no man lay than that is laid, which is Jesus Christ.",
      "target": "Yeesu Almasiihu woni caɓɓawal. Walaa ballinanɗo goɗŋgal."
    },
    {
      "source": "Now if any man build upon this foundation gold, silver, precious stones, wood, hay, stubble;",
      "target": "To goɗɗo mahi dow maagal bee kaŋŋeeri malla cardi malla kaa'e marɗe saman, bee leɗɗe malla geene malla ƴommbe,"
    },
    {
      "source": "Every man's work shall be made manifest: for the day shall declare it, because it shall be revealed by fire; and the fire shall try every man's work of what sort it is.",
      "target": "kuugal koo moy fuu waŋgoyan. Nyalaade kiita waŋginan ɗum. Ɗum waŋgoyan nder yiite e yiite waŋginan no kuugal koo moy wa'i."
    },
    {
      "source": "If any man's work abide which he hath built thereupon, he shall receive a reward.",
      "target": "To yiite nyaamaay ko goɗɗo mahi, o heɓan mbarjaari."
    },
    {
      "source": "If any man's work shall be burned, he shall suffer loss: but he himself shall be saved; yet so as by fire.",
      "target": "To yiite nyaami ko goɗɗo mahi, nden kam o waɗi asar. Ammaa o hisan bee daker bana caaliiɗo yiite."
    },
    {
      "source": "Know ye not that ye are the temple of God, and that the Spirit of God dwelleth in you?",
      "target": "On anndaa onon ngoni haykaliiru Allah e Ruuhu Allah ɗon jooɗi nder mooɗon na ?"
    },
    {
      "source": "If any man defile the temple of God, him shall God destroy; for the temple of God is holy, which temple ye are.",
      "target": "To goɗɗo wili haykaliiru Allah, Allah halkan mo. Ngam haykaliiru Allah ndu seniindu, ɗum onon bee ko'e mooɗon ngoni haykaliiru man."
    },
    {
      "source": "Let no man deceive himself. If any man among you seemeth to be wise in this world, let him become a fool, that he may be wise.",
      "target": "Taa goɗɗo esta hoore muuɗum. To goɗɗo mooɗon numi o hikmaajo fodde no zamanuuru ndu'u wa'i, sey o warta paataaɗo, ngam haa o laato hikmaajo fakat."
    },
    {
      "source": "For the wisdom of this world is foolishness with God. For it is written, He taketh the wise in their own craftiness.",
      "target": "Ngam hikma duniyaaru ndu'u, ɗum faataare haa Allah. Ngam Deftere wi'i: “Allah ɗon naŋnga hikma'en nder tuuforgol dabareeji maɓɓe .”"
    },
    {
      "source": "And again, The Lord knoweth the thoughts of the wise, that they are vain.",
      "target": "Nde wi'i fahin boo: “Jawmiraawo anndi numooji hikma'en, ɗi meereeji .”"
    },
    {
      "source": "Therefore let no man glory in men. For all things are yours;",
      "target": "Ngam man taa goɗɗo tabitina teddinki mum dow manoore yimɓe. Ngam koo ɗume fuu onon mari."
    },
    {
      "source": "Whether Paul, or Apollos, or Cephas, or the world, or life, or death, or things present, or things to come; all are yours;",
      "target": "Koo Pol, koo Apollos, koo Piyer, koo duniyaaru, koo ngeendam, koo maayde, koo jontaajum, koo garanɗum. Koo ɗume fuu onon mari."
    },
    {
      "source": "And ye are Christ's; and Christ is God's.",
      "target": "Ammaa onon kam, Almasiihu mari on, Almasiihu boo, Allah mari ɗum."
    },
    {
      "source": "Let a man so account of us, as of the ministers of Christ, and stewards of the mysteries of God.",
      "target": "Non kadi anndite minin ngoni huuwanooɓe Almasiihu, kaliifa'en halfinaaɓe waŋgingo sirriiji Allah."
    },
    {
      "source": "Moreover it is required in stewards, that a man be found faithful.",
      "target": "Ko ɓe ƴamata haa kaliifa'en kam, ɗum laataago hoolaaɓe."
    },
    {
      "source": "But with me it is a very small thing that I should be judged of you, or of man's judgment: yea, I judge not mine own self.",
      "target": "Ngam am kam, to onon aybini yam malla to ɗum hiitooɓe woɗɓe aybini yam, ɗum walaa saman. Min bee hoore am maa mi aybintaa hoore am."
    },
    {
      "source": "For I know nothing by myself; yet am I not hereby justified: but he that judgeth me is the Lord.",
      "target": "Ɓernde am felaay yam dow koo ɗume, ammaa ɗum wi'aay mi laaɓɗo. Jawmiraawo feere mum woni kiitoowo yam."
    },
    {
      "source": "Therefore judge nothing before the time, until the Lord come, who both will bring to light the hidden things of darkness, and will make manifest the counsels of the hearts: and then shall every man have praise of God.",
      "target": "Ngam maajum taa kiite koo ɗume diga saa'i man siwaa. Munye haa Jawmiraawo wara, mo waŋginta nder laaɓɗum ko suuɗi nder nyiɓre. O waŋginan boo nufayeeje nyukkiiɗe nder ɓerɗe yimɓe. Nden kadi koo moy heɓan manoore mum bana no fottanta Allah."
    },
    {
      "source": "And these things, brethren, I have in a figure transferred to myself and to Apollos for your sakes; that ye might learn in us not to think of men above that which is written, that no one of you be puffed up for one against another.",
      "target": "Deerɗiraaɓe am, mi huuwtiniri misaaluuji ɗi'i dow Apollos e dow am ngam daliila mooɗon. Mi yiɗi on tokko misaalu amin “bilaa ƴaɓɓaago keerol jo'inaaŋgol fodde ko winnda.” Ngam taa goɗɗo mooɗon tokko oo, yawo oya."
    },
    {
      "source": "For who maketh thee to differ from another? and what hast thou that thou didst not receive? now if thou didst receive it, why dost thou glory, as if thou hadst not received it?",
      "target": "Moy ɓurnu ma dow woɗɓe? Naa Allah hokki ma ko marɗa fuu na? To ɗum dokkal keɓɗa kam, koni jurortoɗa bana a heɓaayno ngal?"
    },
    {
      "source": "Now ye are full, now ye are rich, ye have reigned as kings without us: and I would to God ye did reign, that we also might reign with you.",
      "target": "Asee! Jonta on keɓi ko ngiɗɗon fuu! On ndiski timmi! On ngarti laamiiɓe, ammaa minin min keɓaay ɗum tawon! To on laatino non bee gooŋga kam, minin boo min laamodotono bee mooɗon."
    },
    {
      "source": "For I think that God hath set forth us the apostles last, as it were appointed to death: for we are made a spectacle unto the world, and to angels, and to men.",
      "target": "Ammaa mi tammi minin nelaaɓe, Allah waɗi min ɓaawo'en bana hiitaaɓe ngam mbareego. Min laatake bana huunde fijirteende yeeso duniyaaru, yeeso malaa'ika'en e yimɓe."
    },
    {
      "source": "We are fools for Christ's sake, but ye are wise in Christ; we are weak, but ye are strong; ye are honourable, but we are despised.",
      "target": "Ngam daliila Almasiihu, minin min faataaɓe, ammaa onon, on marɓe hikma nder kawtal bee maako. Minin min tampuɓe, ammaa onon on semmbiɗɓe. Onon on horminaaɓe, ammaa minin min yawaaɓe."
    },
    {
      "source": "Even unto this present hour we both hunger, and thirst, and are naked, and are buffeted, and have no certain dwellingplace;",
      "target": "Haa wargo saa'iire nde'e min ɗon maata dolo, min ɗon maata ɗomka, min temmbuɓe, min piyaaɓe, min yiilotooɓe,"
    },
    {
      "source": "And labour, working with our own hands: being reviled, we bless; being persecuted, we suffer it:",
      "target": "min ɗon coma ngam min ɗon kuuwa bee juuɗe amin. To ɓe kuɗi min, min ɗon mbarkiɗina. To ɓe toonyake min, min munyanan ɗum ."
    },
    {
      "source": "Being defamed, we entreat: we are made as the filth of the world, and are the offscouring of all things unto this day.",
      "target": "To ɓe nyo'i min, min njaabo bee bolle belɗe. Haa jonta min laati bana mbuuwri duniyaaru, bana nyidduɗum ko yimɓe fuu ngudinta."
    },
    {
      "source": "I write not these things to shame you, but as my beloved sons I warn you.",
      "target": "Mi winndani on ɗum naa ngam haa mi semtina on, ammaa ngam mi reentina on ngam on laatake ɓikkoy am ngiɗaakoy."
    },
    {
      "source": "For though ye have ten thousand instructors in Christ, yet have ye not many fathers: for in Christ Jesus I have begotten you through the gospel.",
      "target": "Ngam koo to on ngoodi eltooɓe ujine sappo nder Almasiihu, on ngoodi baaba gooto tan. Ɗum min waddani on ngeendam nder Almasiihu Yeesu nde mi waazini on Linjiila."
    },
    {
      "source": "Wherefore I beseech you, be ye followers of me.",
      "target": "Ngam man mi ɗon toro on: Tokke misaalu am ."
    },
    {
      "source": "For this cause have I sent unto you Timothy, who is my beloved son, and faithful in the Lord, who shall bring you into remembrance of my ways which be in Christ, as I teach every where in every church.",
      "target": "Ngam daliila ka'a mi neli Timote, ɓiɗɗo am giɗaaɗo e koolaaɗo nder kawtal bee Jawmiraawo haa mooɗon. O siftinoran on no tokkortoomi Almasiihu. Kanjum mi ekkitinta koo toy nder jama'aaje nuɗɗinɓe fuu."
    },
    {
      "source": "Now some are puffed up, as though I would not come to you.",
      "target": "Woɗɓe mooɗon mawniti ngam ɓe tammi mi lorataako haa mooɗon."
    },
    {
      "source": "But I will come to you shortly, if the Lord will, and will know, not the speech of them which are puffed up, but the power.",
      "target": "Ammaa to Jawmiraawo munyi, mi waran nii seɗɗa haa mooɗon. Mi anndan naa bolle mawnitiiɓe ɓe'e tan, ammaa ko ɓe mbaawi waɗugo boo."
    },
    {
      "source": "For the kingdom of God is not in word, but in power.",
      "target": "Ngam laamu Allah daraaki dow bolle, ammaa dow baawɗe."
    },
    {
      "source": "What will ye? shall I come unto you with a rod, or in love, and in the spirit of meekness?",
      "target": "Ɗume ngiɗɗon? Mi warda bee ɓoccol haa mooɗon na malla bee yiide e ɓernde ɗelemnde?"
    },
    {
      "source": "It is reported commonly that there is fornication among you, and such fornication as is not so much as named among the Gentiles, that one should have his father's wife.",
      "target": "Ɗum ɗon nane koo toy woodi haala daakaareeku caka mooɗon. Irin daakaareeku maajum tawataake koo haa heefeerɓe maa. Ngam gooto mooɗon ɗon wonda bee debbo baaba muuɗum ."
    },
    {
      "source": "And ye are puffed up, and have not rather mourned, that he that hath done this deed might be taken away from among you.",
      "target": "Bee man fuu on ɗon mawnito! Haani no on cuno, on ngurtina kuuwɗo irin ɗu'um caka mooɗon!"
    },
    {
      "source": "For I verily, as absent in body, but present in spirit, have judged already, as though I were present, concerning him that hath so done this deed,",
      "target": "Ngam am kam, koo mi ɗon daayi bee mooɗon, numooji am ndaayaaki bee mooɗon. Mi hiiti kuuwɗo ɗu'um timmi bana mi tawaaɗono caka mooɗon."
    },
    {
      "source": "In the name of our Lord Jesus Christ, when ye are gathered together, and my spirit, with the power of our Lord Jesus Christ,",
      "target": "Ngam to on ɗon mooɓi nder innde Jawmiraawo meeɗen Yeesu, annde numooji am boo ɗon ngondi bee ɗi mooɗon. Nden, bee baawɗe Jawmiraawo meeɗen Yeesu,"
    },
    {
      "source": "To deliver such an one unto Satan for the destruction of the flesh, that the spirit may be saved in the day of the Lord Jesus.",
      "target": "ndokke goɗɗo oo haa juŋngo Sayɗaanu! Ngam haa ɓanndu maako halka, ammaa ruuhu maako hisa nyalaade Jawmiraawo loroyto."
    },
    {
      "source": "Your glorying is not good. Know ye not that a little leaven leaveneth the whole lump?",
      "target": "Juro mooɗon yahaay sam! On anndaa ufnirɗum seɗɗa ufnan kullu fuu na ?"
    },
    {
      "source": "Purge out therefore the old leaven, that ye may be a new lump, as ye are unleavened. For even Christ our passover is sacrificed for us:",
      "target": "Laɓɓine ko'e mooɗon diga ufnirɗum kiiɗɗum ɗu'um, haa laatooɗon kullu kesa bilaa ufnirɗum. Non laatiiɗon bee gooŋga boo, ngam Almasiihu, jawgel  Paska  meeɗen hirsaama ."
    },
    {
      "source": "Therefore let us keep the feast, not with old leaven, neither with the leaven of malice and wickedness; but with the unleavened bread of sincerity and truth.",
      "target": "Non kadi ngaɗen juulde, naa bee ufnirɗum kiiɗɗum, naa bee ufnirɗum halleende e zunuuba, ammaa bee tamseere nde ufnaakaa, waato tamseere laaɓeeŋga e gooŋga ."
    },
    {
      "source": "I wrote unto you in an epistle not to company with fornicators:",
      "target": "Mi binndanɗo on nder bataakewol am aartuŋgol taa on kawta bee daakaare'en."
    },
    {
      "source": "Yet not altogether with the fornicators of this world, or with the covetous, or extortioners, or with idolaters; for then must ye needs go out of the world.",
      "target": "Mi wolwaay dow daakaare'en caka yimɓe duniyaaru ndu'u malla suunaaɓe malla wuyɓe malla rewooɓe labbi. To non ɗum laatino kam, doole on ngurtono duniyaaru!"
    },
    {
      "source": "But now I have written unto you not to keep company, if any man that is called a brother be a fornicator, or covetous, or an idolater, or a railer, or a drunkard, or an extortioner; with such an one no not to eat.",
      "target": "Ndaa ko mi winndani on jonta: Taa kawte bee goɗɗo bi'anɗo o Masiihiŋkeejo, ammaa o daakaareejo malla cuunaaɗo ceede malla dewoowo labbi malla baɗoowo tufle malla guykoowo malla gujjo. Taa nyaamde maa bee irin goɗɗo oo!"
    },
    {
      "source": "For what have I to do to judge them also that are without? do not ye judge them that are within?",
      "target": "Ko yaali yam bee hiitaago yimɓe yaasi? Naa on yowanaaɓe hiitaago wonɓe nder mooɓtorde mooɗon?"
    },
    {
      "source": "But them that are without God judgeth. Therefore put away from among yourselves that wicked person.",
      "target": "Allah bee hoore mum hiitoto yimɓe yaasi. Ammaa bana ko winnda: “Ngurtine kalluɗo caka mooɗon .”"
    },
    {
      "source": "Dare any of you, having a matter against another, go to law before the unjust, and not before the saints?",
      "target": "To goɗɗo mooɗon woodi wullaandu dow deerɗiraawo feere, koni o yiɗi wullaago mo yeeso sooya-adilaaku'en, naa yeeso senaaɓe?"
    },
    {
      "source": "Do ye not know that the saints shall judge the world? and if the world shall be judged by you, are ye unworthy to judge the smallest matters?",
      "target": "On anndaa senaaɓe kiitoto duniyaaru na? To onon kiitoto duniyaaru kam, on mbaawataa hiitaago kuuje famɗa samanje na?"
    },
    {
      "source": "Know ye not that we shall judge angels? how much more things that pertain to this life?",
      "target": "On anndaa enen kiitoto malaa'ika'en na? To non kam, en mbaawan hiitaago haala duniyaaru ndu'u!"
    },
    {
      "source": "If then ye have judgments of things pertaining to this life, set them to judge who are least esteemed in the church.",
      "target": "To on ngoodi luural dow kuuje duniyaaru, on ɗon ɗaɓɓa kiita haa yimɓe ɓe ngalaa tedduŋgal nder jama'aare nuɗɗinɓe!"
    },
    {
      "source": "I speak to your shame. Is it so, that there is not a wise man among you? no, not one that shall be able to judge between his brethren?",
      "target": "Mi ɗon wi'a ɗum haa cemton. Kadi, walaa hikmaajo koo gooto caka mooɗon baawanɗo ta'ugo haala hakkunde deerɗiraaɓe na?"
    },
    {
      "source": "But brother goeth to law with brother, and that before the unbelievers.",
      "target": "Koni deerɗiraawo yahrata wullaandu dow deerɗum yeeso hiitooɓe, sakkomaa yeeso hiitooɓe ɓe ngalaa nuɗɗinki?"
    },
    {
      "source": "Now therefore there is utterly a fault among you, because ye go to law one with another. Why do ye not rather take wrong? why do ye not rather suffer yourselves to be defrauded?",
      "target": "On ɗon ngullotira, fakat kanjum aybini on fuu. Ngam ɗume on munyantaa aybe ? Ngam ɗume on munyantaa jaɓteego?"
    },
    {
      "source": "Nay, ye do wrong, and defraud, and that your brethren.",
      "target": "Ammaa ɗum onon ngaɗata sooynde-adilaaku man, onon njaɓtata woɗɓe boo! Asee boo ɓe deerɗiraaɓe mooɗon!"
    },
    {
      "source": "Know ye not that the unrighteous shall not inherit the kingdom of God? Be not deceived: neither fornicators, nor idolaters, nor adulterers, nor effeminate, nor abusers of themselves with mankind,",
      "target": "On anndaa sooya-adilaaku'en kam ndonataa laamu Allah na? Taa este ko'e mooɗon! Daakaare'en e rewooɓe labbi e jeenooɓe e luuɗu'en ,"
    },
    {
      "source": "Nor thieves, nor covetous, nor drunkards, nor revilers, nor extortioners, shall inherit the kingdom of God.",
      "target": "non boo wuyɓe e suunaaɓe riba e wuykooɓe e waɗooɓe tufle e jaɓtooɓe, ɓe fuu ɓe ndonataa laamu Allah."
    },
    {
      "source": "And such were some of you: but ye are washed, but ye are sanctified, but ye are justified in the name of the Lord Jesus, and by the Spirit of our God.",
      "target": "Bana non woɗɓe mooɗon laatino naane. Ammaa jonta hakkeeji mooɗon lootaama, on cenaama, on adilinaama bee innde Jawmiraawo meeɗen Yeesu Almasiihu e Ruuhu Allah meeɗen."
    },
    {
      "source": "All things are lawful unto me, but all things are not expedient: all things are lawful for me, but I will not be brought under the power of any.",
      "target": "Teema goɗɗo wi'an: “Koo ɗume fuu daganake yam.” Ooho, ammaa naa kuuje fuu nafata on. “Koo ɗume fuu daganake yam”. Ammaa mi accata huunde koo ndeyeere macciɗinammi ."
    },
    {
      "source": "Meats for the belly, and the belly for meats: but God shall destroy both it and them. Now the body is not for fornication, but for the Lord; and the Lord for the body.",
      "target": "Woɗɓe ɗon mbi'a: “Nyaamdu ɗon ngam reedu, reedu boo ɗon ngam nyaamdu”. Ammaa Allah halkan ɗum ɗiɗi fuu. Ɓanndu neɗɗo laataaki ngam waɗugo daakaareeku, ndu ɗon ngam jagganaago Jawmiraawo e Jawmiraawo boo ɗon hakkila ndu."
    },
    {
      "source": "And God hath both raised up the Lord, and will also raise up us by his own power.",
      "target": "Allah mo ummitini Jawmiraawo meeɗen diga maayde, ummitinan en boo bee baawɗe mum."
    },
    {
      "source": "Know ye not that your bodies are the members of Christ? shall I then take the members of Christ, and make them the members of an harlot? God forbid.",
      "target": "On anndaa ɓalli mooɗon ngoni terɗe haa ɓanndu Almasiihu na? Kadi mi hoo'a terɗe Almasiihu ngam waɗugo ɗe terɗe daakaareejo na? Waɗataako sam!"
    },
    {
      "source": "What? know ye not that he which is joined to an harlot is one body? for two, saith he, shall be one flesh.",
      "target": "On anndaa ɗakkotirɗo bee daakaareejo laatake ɓanndu wooru bee maako na? Deftere wi'i: “Ɗiɗo ɓe'e laatoto ɓanndu wooru .”"
    },
    {
      "source": "But he that is joined unto the Lord is one spirit.",
      "target": "Ammaa ɗakkotirɗo bee Jawmiraawo, ruuhu mum laatake gootum bee maako."
    },
    {
      "source": "Flee fornication. Every sin that a man doeth is without the body; but he that committeth fornication sinneth against his own body.",
      "target": "Ndaaye haala daakaareeku. Hakkewol goɗŋgol koo ngole ko neɗɗo waɗata, haaɗan haa yaasi ɓanndu maako. Ammaa baɗanɗo daakaareeku ɗon waɗa hakke dow ɓanndu muuɗum."
    },
    {
      "source": "What? know ye not that your body is the temple of the Holy Ghost which is in you, which ye have of God, and ye are not your own?",
      "target": "Malla on anndaa ɓanndu koo moy mooɗon woni  haykaliiru  Ruuhu Ceniiɗo, mo ɗon nder mooɗon, mo Allah hokki on na? Ngam maajum on maraay ko'e mooɗon ."
    },
    {
      "source": "For ye are bought with a price: therefore glorify God in your body, and in your spirit, which are God's.",
      "target": "On coottaama bee saman. Ngam maajum teddine Allah bee ɓalli mooɗon."
    },
    {
      "source": "Now concerning the things whereof ye wrote unto me: It is good for a man not to touch a woman.",
      "target": "Jonta kam haa mi jaabo ƴamɗe ɗe mbinnduɗon nder bataakewol mooɗon. Ɗum booɗɗum to gorko ɓaŋgaay sam."
    },
    {
      "source": "Nevertheless, to avoid fornication, let every man have his own wife, and let every woman have her own husband.",
      "target": "Ammaa ngam taa on laato daakaare'en, ndikka gorko fuu mara debbo muuɗum, debbo fuu boo mara gorko mum."
    },
    {
      "source": "Let the husband render unto the wife due benevolence: and likewise also the wife unto the husband.",
      "target": "Gorko waɗana debbo muuɗum ko haani waɗeego, debbo boo waɗana gorum non."
    },
    {
      "source": "The wife hath not power of her own body, but the husband: and likewise also the husband hath not power of his own body, but the wife.",
      "target": "Debbo maraay baawɗe dow ɓanndu mum, goriiko mari ndu. Non boo gorko maraay baawɗe dow ɓanndu mum, ɗum debbo maako mari ndu."
    },
    {
      "source": "Defraud ye not one the other, except it be with consent for a time, that ye may give yourselves to fasting and prayer; and come together again, that Satan tempt you not for your incontinency.",
      "target": "Taa calotire baaldal, sonaa to on narri dow maajum deydey wakkati seɗɗa ngam do'aare. Ɓaawoɗon fahin kawte, ngam taa on acca naŋgtaago, nden Sayɗaanu boo heɓa estugo on."
    },
    {
      "source": "But I speak this by permission, and not of commandment.",
      "target": "Ko mbi'mi ɗo laataaki bana umroore, ammaa bana duŋayeere."
    },
    {
      "source": "For I would that all men were even as I myself. But every man hath his proper gift of God, one after this manner, and another after that.",
      "target": "Min kam mi ɓuri yiɗugo yimɓe fuu ngona bana am. Ammaa Allah hokki koo moy dokkal mum, oo bana nii, oya bana non."
    },
    {
      "source": "I say therefore to the unmarried and widows, It is good for them if they abide even as I.",
      "target": "Mi ɗon wi'a ɓen ɓaŋgaay e rewɓe yurumɓe: Ɗum pottoɗum ɓe njooɗo bana am."
    },
    {
      "source": "But if they cannot contain, let them marry: for it is better to marry than to burn.",
      "target": "Ammaa to ɓe mbaawataa naŋgtaago, sey ɓe ɓaŋga. Ndikka ɓaŋgo dow suuno ɓilla ɓe."
    },
    {
      "source": "And unto the married I command, yet not I, but the Lord, Let not the wife depart from her husband:",
      "target": "Ngam ɓaŋgɓe e ɓaŋgaaɓe, ndaa ko mi umrata ɓe – naa min umrata ɓe, ammaa ɗum Jawmiraawo umrata ɓe: Taa debbo senndira bee gorum."
    },
    {
      "source": "But and if she depart, let her remain unmarried, or be reconciled to her husband: and let not the husband put away his wife.",
      "target": "To o senndiri bee goriiko, sey o jooɗo bilaa te'rugo bee gorko feere, to naa non o narrita bee goriiko fahin. Taa gorko boo seera debbo muuɗum ."
    },
    {
      "source": "But to the rest speak I, not the Lord: If any brother hath a wife that believeth not, and she be pleased to dwell with him, let him not put her away.",
      "target": "Haa woɗɓe boo, naa Jawmiraawo wi'ata, ɗum min wi'ata: To deerɗiraawo feere woodi debbo mo nuɗɗinaay, nden debbo oo yerdi jooɗodaago bee maako, taa o seera mo."
    },
    {
      "source": "And the woman which hath an husband that believeth not, and if he be pleased to dwell with her, let her not leave him.",
      "target": "Nonnon boo deerɗiraawo debbo mo gorum nuɗɗinaay. To gorko oo yerdi jooɗodaago bee maako, taa debbo senndira bee maako."
    },
    {
      "source": "For the unbelieving husband is sanctified by the wife, and the unbelieving wife is sanctified by the husband: else were your children unclean; but now are they holy.",
      "target": "Ngam gorko mo nuɗɗinaay heɓi yerduye Allah daliila debbo mum Masiihiŋkeejo. Non boo debbo mo nuɗɗinaay heɓi yerduye Allah daliila gorum Masiihiŋkeejo. To naa non, ɓikkoy mooɗon boo koy coɓkoy, asee boo koy keɓi yerduye Allah."
    },
    {
      "source": "But if the unbelieving depart, let him depart. A brother or a sister is not under bondage in such cases: but God hath called us to peace.",
      "target": "Ammaa to mo nuɗɗinaay yiɗi senndirgo bee nuɗɗinɗo, njoofe mo. Nden kam deerɗiraawo gorko malla debbo rimɗi e teegal mum. Allah ewni on haa njooɗoɗon nder salaaman."
    },
    {
      "source": "For what knowest thou, O wife, whether thou shalt save thy husband? or how knowest thou, O man, whether thou shalt save thy wife?",
      "target": "An debbo, a waawan hisnugo gorko ma fakat na? Malla an gorko, a waawan hisnugo debbo ma fakat na?"
    },
    {
      "source": "But as God hath distributed to every man, as the Lord hath called every one, so let him walk. And so ordain I in all churches.",
      "target": "Sey koo moy tokko jooɗaago bana no Allah heerorani mo. O jooɗo bana no o wa'no yaake Allah ewni mo. Kanjum umranmi nder jama'aaje nuɗɗinɓe fuu."
    },
    {
      "source": "Is any man called being circumcised? let him not become uncircumcised. Is any called in uncircumcision? let him not be circumcised.",
      "target": "To goɗɗo laatakeno juulniiɗo saa'i Allah ewni mo, taa o tefa wartugo saadooniijo. To goɗɗo juulnaakino saa'i Allah ewni mo, taa o juulno."
    },
    {
      "source": "Circumcision is nothing, and uncircumcision is nothing, but the keeping of the commandments of God.",
      "target": "Ngam juulnol  e sooynde juulnol fuu nafataa koo ɗume, sey ɗowtanaago umrooje Allah tan mari saman."
    },
    {
      "source": "Let every man abide in the same calling wherein he was called.",
      "target": "Sey koo moy jooɗo bana o wa'no yaake Allah ewno mo."
    },
    {
      "source": "Art thou called being a servant? care not for it: but if thou mayest be made free, use it rather.",
      "target": "To a maccuɗono yaake Allah ewno ma, taa ɗum sakle. Ammaa to heɓoto a rimɗina hoore ma, naftora ɗum."
    },
    {
      "source": "For he that is called in the Lord, being a servant, is the Lord's freeman: likewise also he that is called, being free, is Christ's servant.",
      "target": "Laatinooɗo maccuɗo mo Jawmiraawo ewni ɗum, laatake dimɗinaaɗo ngam Jawmiraawo. Bana non boo dimo mo Jawmiraawo ewni ɗum, laatake maccuɗo Jawmiraawo."
    },
    {
      "source": "Ye are bought with a price; be not ye the servants of men.",
      "target": "Jawmiraawo sootti on bee saman. Ngam maajum taa ngartire ko'e mooɗon maccuɓe yimɓe."
    },
    {
      "source": "Brethren, let every man, wherein he is called, therein abide with God.",
      "target": "Deerɗiraaɓe am, sey koo moy mooɗon jooɗo yeeso Allah bana no o wa'no yaake Allah ewni mo."
    },
    {
      "source": "Now concerning virgins I have no commandment of the Lord: yet I give my judgment, as one that hath obtained mercy of the Lord to be faithful.",
      "target": "Ngam ɓen ɓaŋgaakaa, mi walaa umroore diga Jawmiraawo. Ammaa mi wi'an ko numanmi bana goɗɗo mo Jawmiraawo mo'ani ɗum, laatini ɗum koolniiɗo."
    },
    {
      "source": "I suppose therefore that this is good for the present distress, I say, that it is good for a man so to be.",
      "target": "Ngam daliila ɓillaaje jontaaje ɗe'e, mi ɗon numa: Ndikka koo moy tokko jooɗaago bana no o wa'i jonta."
    },
    {
      "source": "Art thou bound unto a wife? seek not to be loosed. Art thou loosed from a wife? seek not a wife.",
      "target": "To a woodi debbo, taa ɗaɓɓu seerugo mo. To a walaa debbo, taa ɗaɓɓu te'ugo."
    },
    {
      "source": "But and if thou marry, thou hast not sinned; and if a virgin marry, she hath not sinned. Nevertheless such shall have trouble in the flesh: but I spare you.",
      "target": "To nii a ɓaŋgi, a waɗaay hakke. Paanyo boo, to te'aama, waɗaay hakke. Ammaa ɓaŋgɓe e ɓaŋgaaɓe maran ɓillaaje nder zamanuuru ndu'u. Kanjum ngiɗmi hoynango on."
    },
    {
      "source": "But this I say, brethren, the time is short: it remaineth, that both they that have wives be as though they had none;",
      "target": "Deerɗiraaɓe am, ndaa ko ngiɗmi anndingo on: Wakkati rammiti. Diga jonta, sey ɓaŋgɓe njooɗo bana ɓe ngalaano rewɓe."
    },
    {
      "source": "And they that weep, as though they wept not; and they that rejoice, as though they rejoiced not; and they that buy, as though they possessed not;",
      "target": "Woyanɓe laato bana ɓe ngonaayno nder mettamɓeram. Seyotooɓe laato bana ɓe ngonaayno nder seyo. Soodanɓe kuuje boo ndaara bana walaa ko ɓe marno."
    },
    {
      "source": "And they that use this world, as not abusing it: for the fashion of this world passeth away.",
      "target": "Naftortooɓe duniyaaru boo, taa ndaara bana woodi ko ɓe naftori bee gooŋga. Ngam duniyaaru bana ndu wa'i jonta ni'i, ndu jinnan."
    },
    {
      "source": "But I would have you without carefulness. He that is unmarried careth for the things that belong to the Lord, how he may please the Lord:",
      "target": "Mi yiɗi on laato rimɓe e saklere fuu. Mo ɓaŋgaay ɗon suklano kuugal Jawmiraawo, o ɗon tefa fottango Jawmiraawo."
    },
    {
      "source": "But he that is married careth for the things that are of the world, how he may please his wife.",
      "target": "Ammaa ɓaŋɗo ɗon suklano kuuje duniyaaru, o ɗon tefa fottango debbo maako."
    },
    {
      "source": "There is difference also between a wife and a virgin. The unmarried woman careth for the things of the Lord, that she may be holy both in body and in spirit: but she that is married careth for the things of the world, how she may please her husband.",
      "target": "Bana nii ɓernde maako senndake ɗiɗi. Non boo debbo mo walaa gorko e paanyo. Ɓe ɗon cuklano kuugal Jawmiraawo, haa ɓe laato seniiɓe nder ɓanndu e ruuhu fuu. Ammaa ɓaŋaaɗo ɗon suklano kuuje duniyaaru, o ɗon tefa fottango goriiko."
    },
    {
      "source": "And this I speak for your own profit; not that I may cast a snare upon you, but for that which is comely, and that ye may attend upon the Lord without distraction.",
      "target": "Mi ɗon wi'a ɗum ngam wallugo on. Mi doolaay on, mi yiɗi on mbaɗa ko fotti, on ɗakkotira bee Jawmiraawo bee ɓernde woore."
    },
    {
      "source": "But if any man think that he behaveth himself uncomely toward his virgin, if she pass the flower of her age, and need so require, let him do what he will, he sinneth not: let them marry.",
      "target": "Teema goɗɗo narran bee muuyaaɗo mum taa ɓe ɓaŋgra. Ammaa to muuyaaɗo oo heewti e to suuno boo ɓuri gorko oo, o numi kadi ndikka ɓe ɓaŋgra, sey ɓe ɓaŋgra. O waɗaay hakke."
    },
    {
      "source": "Nevertheless he that standeth stedfast in his heart, having no necessity, but hath power over his own will, and hath so decreed in his heart that he will keep his virgin, doeth well.",
      "target": "Ammaa mo waɗi anniya nder ɓernde mum, walaa ko dooli ɗum, suuno boo to ɓillaay ɗum, nden kam o jogito anniya ka'a, taa o ɓaŋga muuyaaɗo maako. Ɗum booɗɗum to o waɗi bana nii."
    },
    {
      "source": "So then he that giveth her in marriage doeth well; but he that giveth her not in marriage doeth better.",
      "target": "Ɓaŋɗo muuyaaɗo mum waɗi booɗɗum, ammaa mo ɓaŋgaay muuyaaɗo muuɗum, waɗi ko ɓuri wooɗugo."
    },
    {
      "source": "The wife is bound by the law as long as her husband liveth; but if her husband be dead, she is at liberty to be married to whom she will; only in the Lord.",
      "target": "Debbo ɓaŋaaɗo laati kaɓɓaaɗo haa gorum yaake gorko man ɗon bee yoŋki. To gorko maayi, debbo rimɗi, o ɓaŋgan bee mo o yiɗi, ammaa sey o ɓaŋgra bee gorko Masiihiŋkeejo."
    },
    {
      "source": "But she is happier if she so abide, after my judgment: and I think also that I have the Spirit of God.",
      "target": "Mi ɗon numa o ɓuran seyaago masin to o jooɗake bilaa gorko. Anndite, min boo mi woodi Ruuhu Allah."
    },
    {
      "source": "Now as touching things offered unto idols, we know that we all have knowledge. Knowledge puffeth up, but charity edifieth.",
      "target": "Dow ko laarani kusel dabbaaji kirsanaaɗi labbi, fakat: “En fuu en ngoodi anndal.” Ammaa anndal waddan mawnitaare. Yiide tan semmbiɗinta goɗɗo."
    },
    {
      "source": "And if any man think that he knoweth any thing, he knoweth nothing yet as he ought to know.",
      "target": "To goɗɗo tammake o mari anndal, nden kam o heɓaay anndal gooŋgawal tawon."
    },
    {
      "source": "But if any man love God, the same is known of him.",
      "target": "Ammaa mo yiɗi Allah, Allah anndi ɗum."
    },
    {
      "source": "As concerning therefore the eating of those things that are offered in sacrifice unto idols, we know that an idol is nothing in the world, and that there is none other God but one.",
      "target": "Goɗɗo nyaaman kusel ndabbaawa kirsanaaŋga labbi na? En anndi lawru naa ɗum huunde gooŋga nder duniyaaru ndu'u e walaa ɗowanteeɗo feere boo, sey Allah gooto."
    },
    {
      "source": "For though there be that are called gods, whether in heaven or in earth,",
      "target": "Fakat woodi ko yimɓe mbi'ata ɗowanteeɓe haa asama e dow lesdi. Ngam maɓɓe kam, woodi ɗowanteeɓe e jawmiraaɓe ɗuuɗɓe."
    },
    {
      "source": "But to us there is but one God, the Father, of whom are all things, and we in him; and one Lord Jesus Christ, by whom are all things, and we by him.",
      "target": "Bee non fuu, ngam meeɗen kam woodi Allah gooto tan, Baabiraawo, mo tagi kuuje fuu, daliila maako boo ngeeɗeten. Non boo Jawmiraawo gooto tan, Yeesu Almasiihu. Diga maako kuuje fuu iwi, enen boo, diga maako iwɗen."
    },
    {
      "source": "Howbeit there is not in every man that knowledge: for some with conscience of the idol unto this hour eat it as a thing offered unto an idol; and their conscience being weak is defiled.",
      "target": "Ammaa naa yimɓe fuu mari anndal nga'al. Woɗɓe nde mboowino bee haala labbi go, koo jonta to ɓe ɗon nyaama kusel ndabbaawa li'anaaŋga lawru, ɓe ɗon ndaara ngel bana fakat ngel lawru. Numooji ɓerɗe maɓɓe tampi, ɓe ɗon numa bana nyaamugo ngel ɗon soɓna ɓe."
    },
    {
      "source": "But meat commendeth us not to God: for neither, if we eat, are we the better; neither, if we eat not, are we the worse.",
      "target": "Fakat, naa nyaamdu ɓadinta en haa Allah. To en nyaamaay ndu, walaa ko ustoto haa meeɗen, to en nyaami ndu boo walaa ko ɓesdoto haa meeɗen."
    },
    {
      "source": "But take heed lest by any means this liberty of yours become a stumblingblock to them that are weak.",
      "target": "Ammaa kakkile, ngam taa tampuɓe nder nuɗɗinki nasta hakke daliila ndimu mooɗon."
    },
    {
      "source": "For if any man see thee which hast knowledge sit at meat in the idol's temple, shall not the conscience of him which is weak be emboldened to eat those things which are offered to idols;",
      "target": "To goɗɗo tampuɗo nder numo ɓernde mum yi'i an annduɗo gooŋga, a ɗon nyaama nder suudu lawru, nden kam naa a semmbiɗini mo haa o nyaama kusel ndabbaawa kirsanaaŋga lawru na?"
    },
    {
      "source": "And through thy knowledge shall the weak brother perish, for whom Christ died?",
      "target": "Bana non anndal maaɗa laatoto daliila do'ere deerɗiraawo maaɗa mo Almasiihu maayi ngam muuɗum."
    },
    {
      "source": "But when ye sin so against the brethren, and wound their weak conscience, ye sin against Christ.",
      "target": "To on mbaɗi hakke bana non, waato on pergi deerɗiraaɓe mooɗon tampuɓe nder nuɗɗinki, nden kam heedi Almasiihu mbaɗɗon hakke."
    },
    {
      "source": "Wherefore, if meat make my brother to offend, I will eat no flesh while the world standeth, lest I make my brother to offend.",
      "target": "Ngam maajum, to nyaamdu nastinan deerɗiraawo am nder hakke, mi meetataa nyaamugo kusel sam, ngam taa deerɗiraawo am nasta nder hakke."
    },
    {
      "source": "Am I not an apostle? am I not free? have I not seen Jesus Christ our Lord? are not ye my work in the Lord?",
      "target": "Mi laataaki dimo na? Mi laataaki nelaaɗo na? Mi yi'aay Yeesu, Jawmiraawo meeɗen na? Onon boo, on laataaki nafuuda kuugal am ngal kuuwananmi Jawmiraawo na?"
    },
    {
      "source": "If I be not an apostle unto others, yet doubtless I am to you: for the seal of mine apostleship are ye in the Lord.",
      "target": "Koo to woɗɓe njaɓaay yam bana nelaaɗo, haa mooɗon kam mi nelaaɗo fakat. Nde nii on laatake nuɗɗinɓe Jawmiraawo, kanjum seedoto mi nelaaɗo maako."
    },
    {
      "source": "Mine answer to them that do examine me is this,",
      "target": "Ndaa ko njaabotoomi yiɗɓe hiitaago yam:"
    },
    {
      "source": "Have we not power to eat and to drink?",
      "target": "Min nduŋanaaka jaɓugo nyaamdu e njaram ngam kuugal amin na?"
    },
    {
      "source": "Have we not power to lead about a sister, a wife, as well as other apostles, and as the brethren of the Lord, and Cephas?",
      "target": "To min ngoodino minin boo rewɓe Masiihiŋke'en, min ngalaano duŋayeere yahdugo bee maɓɓe bana nelaaɓe woɗɓe e deerɗiraaɓe Jawmiraawo e Piyer mbaɗata na?"
    },
    {
      "source": "Or I only and Barnabas, have not we power to forbear working?",
      "target": "Malla sey min e Barnabas tan kuuwata ngam wuurnugo ko'e amin na?"
    },
    {
      "source": "Who goeth a warfare any time at his own charges? who planteth a vineyard, and eateth not of the fruit thereof? or who feedeth a flock, and eateth not of the milk of the flock?",
      "target": "Soojeejo moye nyaamnata hoore mum? Moy juboto inabooje, nden o nyaamataa ɓiɓɓe maaje? Moy durata tokkere, nden o yarataa kosam dabbaaji man?"
    },
    {
      "source": "Say I these things as a man? or saith not the law the same also?",
      "target": "Ko mbi'mi ɗo laataaki ɗabiya yimɓe tan, koo umroore Allah boo wi'i ɗum."
    },
    {
      "source": "For it is written in the law of Moses, Thou shalt not muzzle the mouth of the ox that treadeth out the corn. Doth God take care for oxen?",
      "target": "Ndaa ko winnda nder tawreeta Muusa: “Taa mbaɗane ngaari corɓoori sabakaare.” Kadi, ɗum ngaari Allah suklanto na ?"
    },
    {
      "source": "Or saith he it altogether for our sakes? For our sakes, no doubt, this is written: that he that ploweth should plow in hope; and that he that thresheth in hope should be partaker of his hope.",
      "target": "O wi'aay ɗum ngam amin na? Fakat ɗum winndaama ngam amin. Sey demoowo rema bee tammoraago geɗal muuɗum, non boo codoowo tammoro geɗal muuɗum yaake codol."
    },
    {
      "source": "If we have sown unto you spiritual things, is it a great thing if we shall reap your carnal things?",
      "target": "Min aawi barkaaji Ruuhu nder mooɗon. Ɗum huunde mawnde to min codi geɗal seɗɗa haa nder kuuje mooɗon ɗe duniyaaru na ?"
    },
    {
      "source": "If others be partakers of this power over you, are not we rather? Nevertheless we have not used this power; but suffer all things, lest we should hinder the gospel of Christ.",
      "target": "To woɗɓe mari duŋayeere jaɓugo geɗal nga'al haa mooɗon, minin min ɓurataa ɓe na? Ammaa minin min naftoraay ɗum. Min munyani koo ɗume fuu ngam taa min kaɗa Linjiila Almasiihu laawol."
    },
    {
      "source": "Do ye not know that they which minister about holy things live of the things of the temple? and they which wait at the altar are partakers with the altar?",
      "target": "On anndi booɗɗum no huuwooɓe nder haykaliiru ɗon keɓa nguure muuɗum'en nder haykaliiru, lii'antooɓe yimɓe kirseteeɗi dow hirsirde boo ɗon keɓa geɗal muuɗum'en haa kirseteeɗi man ."
    },
    {
      "source": "Even so hath the Lord ordained that they which preach the gospel should live of the gospel.",
      "target": "Bana non boo Jawmiraawo umri haa waazooɓe Linjiila nguurda bee kuugal waazu maɓɓe ."
    },
    {
      "source": "But I have used none of these things: neither have I written these things, that it should be so done unto me: for it were better for me to die, than that any man should make my glorying void.",
      "target": "Ammaa min mi meeɗaay naftoraago ɗum fuu. Mi winndaay ɗum boo ngam haa mi heɓa ɗum jonta. Ndikkanammi maayugo! Walaa mo ittata daliila ka jurortoomi."
    },
    {
      "source": "For though I preach the gospel, I have nothing to glory of: for necessity is laid upon me; yea, woe is unto me, if I preach not the gospel!",
      "target": "Mi mantortaako waazu Linjiila. Doole mi waazina ka. Bone laatano yam to mi waazinaay Linjiila."
    },
    {
      "source": "For if I do this thing willingly, I have a reward: but if against my will, a dispensation of the gospel is committed unto me.",
      "target": "To min suɓanino hoore am kuugal nga'al, mi naftoranno mbarjaari. Ammaa nde nii mi yowanaama kuugal man, mi ɗon huuwa kaliifaaku ngu mi halfina tan."
    },
    {
      "source": "What is my reward then? Verily that, when I preach the gospel, I may make the gospel of Christ without charge, that I abuse not my power in the gospel.",
      "target": "Kadi, ɗume mbarjaari am? Ɗum waazingo Linjiila caahu, bilaa naftoraago duŋayeere nde kuugal waazu man hokkatammi."
    },
    {
      "source": "For though I be free from all men, yet have I made myself servant unto all, that I might gain the more.",
      "target": "Mi dimo, walaa neɗɗo mari yam. Ammaa mi waɗi hoore am maccuɗo yimɓe fuu ngam haa mi heɓana Almasiihu ɗuuɗɓe maɓɓe to heɓoto."
    },
    {
      "source": "And unto the Jews I became as a Jew, that I might gain the Jews; to them that are under the law, as under the law, that I might gain them that are under the law;",
      "target": "To mi ɗon caka Yahuudu'en, mi yeeɗan kal-kal bana Yahuuduujo, haa mi heɓana Almasiihu Yahuudu'en. Koo nde min bee hoore am mi laataaki jowaaɗo tawreeta Muusa, to mi ɗon wondi bee ɗowtantooɓe tawreeta, mi ɗowtanto ka, ngam haa mi heɓa ɓe."
    },
    {
      "source": "To them that are without law, as without law,  that I might gain them that are without law.",
      "target": "Bana non boo to mi ɗon wondi bee yimɓe ɓe anndaa tawreeta, mi yeeɗan kal-kal bana maɓɓe bilaa tawreeta ka'a ngam haa mi heɓana Almasiihu ɓe anndaa tawreeta. Ɗum wi'aaka nii mi ɗowtantaako umroore Allah, ngam mi ɗon ɗowtano umroore Almasiihu."
    },
    {
      "source": "To the weak became I as weak, that I might gain the weak: I am made all things to all men, that I might by all means save some.",
      "target": "To mi ɗon wondi bee tampuɓe nder nuɗɗinki, mi yeeɗan bana min boo mi tampuɗo, ngam haa mi heɓana Almasiihu tampuɓe man nder nuɗɗinki. Waato mi laatanto koo ɓeye fuu bana ɓe mba'i, haa mi hisna woɗɓe maɓɓe koo noy fuu."
    },
    {
      "source": "And this I do for the gospel's sake, that I might be partaker thereof with you.",
      "target": "Ɗum fuu mi ɗon waɗa ɗum ngam Linjiila, haa mi heɓa geɗal am haa barkaaji maaka."
    },
    {
      "source": "Know ye not that they which run in a race run all, but one receiveth the prize? So run, that ye may obtain.",
      "target": "On anndi haa daldal ɗuuɗɓe ndoggan nder daɗa-daɗa, ammaa gooto maɓɓe tan heɓata keɓal daɗki. Ndoggire non haa keɓon keɓal daɗki."
    },
    {
      "source": "And every man that striveth for the mastery is temperate in all things. Now they do it to obtain a corruptible crown; but we an incorruptible.",
      "target": "Giɗɗo daɗugo fuu eltan hoore mum bee caatal. O ɗon waɗa ɗum ngam haa o heɓa meetaleewol haakooji ɗaylanɗi. Ammaa enen en ɗon ngaɗa ɗum haa keɓen meetaleewol ngol jinnataa."
    },
    {
      "source": "I therefore so run, not as uncertainly; so fight I, not as one that beateth the air:",
      "target": "Ngam maajum mi ɗon dogga, gite am ɗon tiiti timmitirde daɗa-daɗa. Mi laati bana lukkoowo mo lukkataa meere nder henndu."
    },
    {
      "source": "But I keep under my body, and bring it into subjection: lest that by any means, when I have preached to others, I myself should be a castaway.",
      "target": "Mi ɗon elta ɓanndu am bee caatal haa ndu ɗowtano yam. Ngam taa min gaazinɗo woɗɓe mi wurtine bana mo he'aay."
    },
    {
      "source": "Moreover, brethren, I would not that ye should be ignorant, how that all our fathers were under the cloud, and all passed through the sea;",
      "target": "Deerɗiraaɓe am, mi yiɗi on ciftora ko laatani kaakiraaɓe meeɗen. Ɓe fuu maɓɓe ɗowdi ruuldere faddi ɓe. Ɓe fuu ɓe eeri maayo Maaliya ."
    },
    {
      "source": "And were all baptized unto Moses in the cloud and in the sea;",
      "target": "Nder kawtal maɓɓe bee Muusa, ɓe mbaɗanaama baptisma nder ruuldere e nder maayo."
    },
    {
      "source": "And did all eat the same spiritual meat;",
      "target": "Ɓe fuu ɓe nyaami nyaamdu wooru iwndu haa Allah ."
    },
    {
      "source": "And did all drink the same spiritual drink: for they drank of that spiritual Rock that followed them: and that Rock was Christ.",
      "target": "Ɓe fuu ɓe njari njaram ngootam iwɗam haa Allah. Ɓe njari haa tapaare iwnde haa Allah, yahdunoonde bee maɓɓe. Kayre woni Almasiihu ."
    },
    {
      "source": "But with many of them God was not well pleased: for they were overthrown in the wilderness.",
      "target": "Bee non fuu, Allah yerdaaki ɓurna maɓɓe. O maayni ɓe nder ladde ."
    },
    {
      "source": "Now these things were our examples, to the intent we should not lust after evil things, as they also lusted.",
      "target": "Kuuje ɗe'e ɗon kolla en misaalu, ngam taa en tokko suunooji kalluɗi bana ɓe tokkori ."
    },
    {
      "source": "Neither be ye idolaters, as were some of them; as it is written, The people sat down to eat and drink, and rose up to play.",
      "target": "Taa ndewe labbi bana woɗɓe maɓɓe. Deftere wi'i: “Yimɓe njooɗi ngam nyaamugo e yarugo. Nden ɓe ummi haa ɓe pija .”"
    },
    {
      "source": "Neither let us commit fornication, as some of them committed, and fell in one day three and twenty thousand.",
      "target": "Taa mbaɗen daakaareeku bana woɗɓe maɓɓe mbaɗno, nden ujine noogas e tato  maayi nder nyalaade woore ."
    },
    {
      "source": "Neither let us tempt Christ, as some of them also tempted, and were destroyed of serpents.",
      "target": "Taa poonden Almasiihu bana woɗɓe maɓɓe, kamɓe ɓe maayi ngam boɗɗe ŋati ɓe ."
    },
    {
      "source": "Neither murmur ye, as some of them also murmured, and were destroyed of the destroyer.",
      "target": "Taa ngurŋgurte bana woɗɓe maɓɓe, nden malaa'ikaajo maayde halkidi ɓe ."
    },
    {
      "source": "Now all these things happened unto them for ensamples: and they are written for our admonition, upon whom the ends of the world are come.",
      "target": "Masiibooji ɗi'i fuu ngarani ɓe ngam faamtingo woɗɓe. Ɗi mbinndaama ngam reentingo en enen yeeɗanɓe haa timmoode zamanuuji."
    },
    {
      "source": "Wherefore let him that thinketh he standeth take heed lest he fall.",
      "target": "Ngam maajum, tammiiɗo o ɗon dari fuu, sey o hakkila ngam taa o do'o."
    },
    {
      "source": "There hath no temptation taken you but such as is common to man: but God is faithful, who will not suffer you to be tempted above that ye are able; but will with the temptation also make a way to escape, that ye may be able to bear it.",
      "target": "Jarribooje keɓɗe on fuu, kanje keɓata woɗɓe. Ammaa Allah o koolniiɗo, o accataa on njarribe haa ɓura semmbe mooɗon. Yaake jarribeeki warani on, o hokkan on dabare hisugo, ngam haa on keɓa semmbe munyango ɗum."
    },
    {
      "source": "Wherefore, my dearly beloved, flee from idolatry.",
      "target": "Ngam maajum, soobiraaɓe am, ndaaye cujidanki labbi."
    },
    {
      "source": "I speak as to wise men; judge ye what I say.",
      "target": "Mi ɗon wolwana on bana marɓe hakkiilo, nume ko mbi'anmi."
    },
    {
      "source": "The cup of blessing which we bless, is it not the communion of the blood of Christ? The bread which we break, is it not the communion of the body of Christ?",
      "target": "Ciftore jardugel kiirtaari ngel ngetteten Allah ngam muuɗum. Naa ngel ɗon hawta en bee ƴiiƴam Almasiihu yaake njareten na? Ciftore tamseere nde cenndeten boo. Naa nde ɗon hawta en bee ɓanndu Almasiihu yaake nyaameten na ?"
    },
    {
      "source": "For we being many are one bread, and one body: for we are all partakers of that one bread.",
      "target": "Woodi tamseere woore tan. Ngam maajum, koo to en ɗuuɗɓe, en laati ɓanndu wooru, ngam en fuu en ɗon kawta nyaamugo tamseere woore."
    },
    {
      "source": "Behold Israel after the flesh: are not they which eat of the sacrifices partakers of the altar?",
      "target": "Ndaare Isra'iila'en: Nyaamanɓe kusel dabbaaji kirsaaɗi dow hirsirde ngoodi kawtal bee Allah ."
    },
    {
      "source": "What say I then? that the idol is any thing, or that which is offered in sacrifice to idols is any thing?",
      "target": "Mi yiɗi wi'go kusel ndabbaawa kirsanaaŋga lawru woodi saman na? Malla lawru woodi saman? Naa non sam!"
    },
    {
      "source": "But I say, that the things which the Gentiles sacrifice, they sacrifice to devils, and not to God: and I would not that ye should have fellowship with devils.",
      "target": "Ammaa mi yiɗi wi'go ko rewooɓe labbi kirsata, ɓe ɗon lii'ano ginnaaji, naa haa Allah. Mi yiɗaa boo on mara kawtal bee ginnaaji ."
    },
    {
      "source": "Ye cannot drink the cup of the Lord, and the cup of devils: ye cannot be partakers of the Lord's table, and of the table of devils.",
      "target": "On mbaawataa yarugo nder jardugel Jawmiraawo e nder jardugel ginnaaji boo. On mbaawataa nyaamugo haa kiirtaari Jawmiraawo, nden on nyaama haa taabal ginnaaji boo."
    },
    {
      "source": "Do we provoke the Lord to jealousy? are we stronger than he?",
      "target": "Malla en ngiɗi ummingo kaajal Jawmiraawo na? En ɓuran mo semmbe na ?"
    },
    {
      "source": "All things are lawful for me, but all things are not expedient: all things are lawful for me, but all things edify not.",
      "target": "Woɗɓe mooɗon ɗon mbi'a: “Koo ɗume fuu dagake.” Ooho, ammaa naa kuuje fuu nafata on. Koo ɗume fuu dagake, ammaa naa ɗume fuu mawninta nuɗɗinki goɗɗo ."
    },
    {
      "source": "Let no man seek his own, but every man another's wealth.",
      "target": "Taa goɗɗo suklano ko nafata hoore mum tan, ammaa ko nafata yimɓe woɗɓe."
    },
    {
      "source": "Whatsoever is sold in the shambles, that eat, asking no question for conscience sake:",
      "target": "Ko soorrete haa luumo fuu, nyaame bee numo ɓernde laaɓŋgo, walaa haaje ƴamgo haa toy ɗum iwi."
    },
    {
      "source": "For the earth is the Lord's, and the fulness thereof.",
      "target": "Ngam deftere wi'i: “Jawmiraawo mari lesdi e ko hebbini ndi fuu .”"
    },
    {
      "source": "If any of them that believe not bid you to a feast, and ye be disposed to go; whatsoever is set before you, eat, asking no question for conscience sake.",
      "target": "To goɗɗo mo nuɗɗinaay ewnake on ngam nyaamdu haa saare mum, to on njaɓi ewnaandu maako, nden kam nyaame bee numo ɓernde laaɓŋgo ko o jo'inanta on fuu walaa haaje ƴamgo haa toy ɗum iwi."
    },
    {
      "source": "But if any man say unto you, This is offered in sacrifice unto idols, eat not for his sake that shewed it, and for conscience sake: for the earth is the Lord's, and the fulness thereof:",
      "target": "Ammaa to goɗɗo wi'i on: “Kusel nge'el iwi haa ndabbaawa kirsanaaŋga labbi”, nden kam taa nyaame ngel, ngam daliila anndinɗo on ɗum, non boo ngam daliila numo ɓernde."
    },
    {
      "source": "Conscience, I say, not thine own, but of the other: for why is my liberty judged of another man's conscience?",
      "target": "Mi wi'aay dow numooji ɓerɗe mooɗon, ammaa dow numo ɓernde oya man. Fakat, numo ɓernde goɗɗo fotaay hiitaago ndimu am."
    },
    {
      "source": "For if I by grace be a partaker, why am I evil spoken of for that for which I give thanks?",
      "target": "To mi yetti Allah ngam nyaamdu am, koni goɗɗo hallintammi ngam daliila nyaamdu ndu ngettumi Allah dow mum?"
    },
    {
      "source": "Whether therefore ye eat, or drink, or whatsoever ye do, do all to the glory of God.",
      "target": "Ngam maajum, to on ɗon nyaama malla to on ɗon njara malla koo ɗume ko mbaɗoton, mbaɗe ɗum fuu ngam tedduŋgal Allah."
    },
    {
      "source": "Give none offence, neither to the Jews, nor to the Gentiles, nor to the church of God:",
      "target": "Taa laate daliila fergere koo moy nder hakke, koo Yahuudu'en, koo Yunaniŋke'en , koo jama'aare yimɓe Allah."
    },
    {
      "source": "Even as I please all men in all things, not seeking mine own profit, but the profit of many, that they may be saved.",
      "target": "Mbaɗe bana mbaɗanmi. Mi ɗon tiino haa koo moy yerdammi nder koo ɗume fuu. Mi ɗaɓɓitittaa ko nafatammi, mi ɗon ɗaɓɓa ko nafata yimɓe ɗuuɗɓe, ngam haa ɓe kisa."
    },
    {
      "source": "Be ye followers of me, even as I also am of Christ.",
      "target": "Tokke misaalu am, bana min mi tokkori misaalu Almasiihu ."
    },
    {
      "source": "Now I praise you, brethren, that ye remember me in all things, and keep the ordinances, as I delivered them to you.",
      "target": "Mi ɗon mana on ngam on ɗon ciftorammi foroy, on ɗon tokko ekkitinol ngol mi ekkitini on boo."
    },
    {
      "source": "But I would have you know, that the head of every man is Christ; and the head of the woman is the man; and the head of Christ is God.",
      "target": "Ammaa woodi ko ngiɗmi faamtingo on: Almasiihu woni hooreejo gorko fuu, gorko woni hooreejo debbo mum, Allah boo woni hooreejo Almasiihu."
    },
    {
      "source": "Every man praying or prophesying, having his head covered, dishonoureth his head.",
      "target": "Nden kadi to nder mooɓtorde gorko ɗon waɗa do'a malla ɗon waɗa annabaaku bee hoore mum ɗon suddi, nden kam o teddinaay hooreejo maako, waato Almasiihu."
    },
    {
      "source": "But every woman that prayeth or prophesieth with her head uncovered dishonoureth her head: for that is even all one as if she were shaven.",
      "target": "Ammaa to nder mooɓtorde debbo ɗon waɗa do'a malla ɗon waazo suddaay hoore mum, nden kam o teddinaay hooreejo maako, waato goriiko. O laati bana laɓɗo hoore mum."
    },
    {
      "source": "For if the woman be not covered, let her also be shorn: but if it be a shame for a woman to be shorn or shaven, let her be covered.",
      "target": "To debbo suddataa hoore muuɗum, koni o laɓataa hoore maako? Ammaa to ta'ugo gaasa malla laɓugo hoore debbo ɗum cemtuɗum, nden kam sey o sudda hoore."
    },
    {
      "source": "For a man indeed ought not to cover his head, forasmuch as he is the image and glory of God: but the woman is the glory of the man.",
      "target": "Gorko suddataa hoore mum, ngam o ɗon waŋgina jaati e tedduŋgal Allah. Ammaa debbo ɗon waŋgina tedduŋgal gorko ."
    },
    {
      "source": "For the man is not of the woman; but the woman of the man.",
      "target": "Gorko tagaaka diga debbo, ammaa debbo tagaama diga gorko."
    },
    {
      "source": "Neither was the man created for the woman; but the woman for the man.",
      "target": "Gorko tagaaka ngam debbo, ammaa debbo tagaama ngam gorko ."
    },
    {
      "source": "For this cause ought the woman to have power on her head because of the angels.",
      "target": "Ngam daliila malaa'ika'en, debbo mara suddaare dow hoore mum. Kanjum waŋginta baawɗe goriiko."
    },
    {
      "source": "Nevertheless neither is the man without the woman, neither the woman without the man, in the Lord.",
      "target": "Ammaa haa Jawmiraawo kam, gorko jooɗataako bilaa debbo, debbo boo jooɗataako bilaa gorko."
    },
    {
      "source": "For as the woman is of the man, even so is the man also by the woman; but all things of God.",
      "target": "Bana debbo tagaama diga gorko, bana non boo gorko danyaama diga debbo. Tagle fuu boo haa Allah iwi."
    },
    {
      "source": "Judge in yourselves: is it comely that a woman pray unto God uncovered?",
      "target": "Nume bee ko'e mooɗon: To debbo nder mooɓtorde ɗon toro Allah suddaay hoore mum, ɗum pottuɗum na?"
    },
    {
      "source": "Doth not even nature itself teach you, that, if a man have long hair, it is a shame unto him?",
      "target": "Koo ɗabiya yimɓe boo ɗon anndina on, to gorko yoofti gaasa hoore mum juuti, ɗum cemtuɗum."
    },
    {
      "source": "But if a woman have long hair, it is a glory to her: for her hair is given her for a covering.",
      "target": "Ammaa ɗum daraja ngam debbo to yoofti gaasa hoore mum. Ngam gaasa njuutka hokkaama haa debbo bana suddaare."
    },
    {
      "source": "But if any man seem to be contentious, we have no such custom, neither the churches of God.",
      "target": "To goɗɗo yiɗi waabaago dow haala ka'a, sey o annda: Gikku ngu'u walaa haa amin, walaa boo haa jama'aaje yimɓe Allah."
    },
    {
      "source": "Now in this that I declare unto you I praise you not, that ye come together not for the better, but for the worse.",
      "target": "Woodi haala feere boo. Ngam daliila maaka mi manataa on. To on ɗon mooɓto, ɗum laatataako ngam hayru mon, ammaa ngam sarru mon."
    },
    {
      "source": "For first of all, when ye come together in the church, I hear that there be divisions among you; and I partly believe it.",
      "target": "Aran, mi nani on cenndaama geɓe feere feere nder kawtal mon. Goɗɗum haala ka'a mi tammi ɗum gooŋga."
    },
    {
      "source": "For there must be also heresies among you, that they which are approved may be made manifest among you.",
      "target": "Haani cenndol laato caka mooɗon ngam haa yerdaaɓe mbaŋga."
    },
    {
      "source": "When ye come together therefore into one place, this is not to eat the Lord's supper.",
      "target": "Yaake mooɓtotooɗon, naa kiirtaari Jawmiraawo nyaamoton."
    },
    {
      "source": "For in eating every one taketh before other his own supper: and one is hungry, and another is drunken.",
      "target": "Ngam koo moy mooɗon ɗon yaawana nyaamugo nyaamdu muuɗum. Bana nii goɗɗo feere lutti bee dolo, goɗɗo boo ɗon wuyki."
    },
    {
      "source": "What? have ye not houses to eat and to drink in? or despise ye the church of God, and shame them that have not? What shall I say to you? shall I praise you in this? I praise you not.",
      "target": "Kadi, on ngalaa ci'e ngam nyaamugo e yarugo na? Malla on ɗon njawa jama'aare yimɓe Allah? On ngiɗi semtingo ɓe ngalaa koo ɗume na? Ko ngiɗɗon mi wi'a on? Mi mana on na? Aa'a, mi manataa on dow haala ka'a."
    },
    {
      "source": "For I have received of the Lord that which also I delivered unto you, That the Lord Jesus the same night in which he was betrayed took bread:",
      "target": "Ndaa ko mi heɓi diga Jawmiraawo, kanjum anndinmi on boo: Jawmiraawo Yeesu, nder jemmaare nde o hokkano haa juuɗe konne'en maako, o hoo'i tamseere,"
    },
    {
      "source": "And when he had given thanks, he brake it, and said,  Take, eat: this is my body, which is broken for you: this do in remembrance of me.",
      "target": "o yetti Allah ngam maare, o yewi nde, o wi'i: “Ɗo ɗum ɓanndu am, hokkaandu ngam mooɗon. Mbaɗe ɗum ngam haa on ciftorammi.”"
    },
    {
      "source": "After the same manner also he took the cup, when he had supped, saying,  This cup is the new testament in my blood: this do ye, as oft as ye drink it, in remembrance of me.",
      "target": "Ɓaawo nyaamugo maɓɓe, o hoo'i jardugel boo, o wi'i: “Jardugel nge'el woni alkawal kesal ngal Allah tabitiniri bee ƴiiƴam am. Koo ndey njaroton nder maagel fuu, mbaɗe ɗum ngam haa on ciftorammi .”"
    },
    {
      "source": "For as often as ye eat this bread, and drink this cup, ye do shew the Lord's death till he come.",
      "target": "Koo ndey nyaamoton tamseere nde'e e njaroton nder jardugel nge'el boo, on ɗon ngaazina kubar maayde Jawmiraawo haa yotto loraaki maako."
    },
    {
      "source": "Wherefore whosoever shall eat this bread, and drink this cup of the Lord, unworthily, shall be guilty of the body and blood of the Lord.",
      "target": "Ngam maajum mo nyaami tamseere e mo yari nder jardugel Jawmiraawo bilaa samɗingo ɗum, o waɗi aybe dow ɓanndu e ƴiiƴam Jawmiraawo."
    },
    {
      "source": "But let a man examine himself, and so let him eat of that bread, and drink of that cup.",
      "target": "Nden kam, sey koo moy linya hoore mum hiddeko o nyaama tamseere e o yara nder jardugel boo."
    },
    {
      "source": "For he that eateth and drinketh unworthily, eateth and drinketh damnation to himself, not discerning the Lord's body.",
      "target": "Ngam to goɗɗo nyaami tamseere, yari nder jardugel bilaa senndindirgo ɓanndu Jawmiraawo bee nyaamduuji goɗɗi, o fooɗani hoore maako kiita."
    },
    {
      "source": "For this cause many are weak and sickly among you, and many sleep.",
      "target": "Ngam daliila maajum ɗuuɗɓe caka mooɗon tampi, ɗuuɗɓe boo nyawi e woɗɓe ɗuuɗɓe boo maayi."
    },
    {
      "source": "For if we would judge ourselves, we should not be judged.",
      "target": "To en linyi ko'e meeɗen, Allah hiitataako en."
    },
    {
      "source": "But when we are judged, we are chastened of the Lord, that we should not be condemned with the world.",
      "target": "Ammaa Jawmiraawo ɗon elta en bee kiita mum, ngam taa o do'a en kiita hawtaade bee duniyaaru."
    },
    {
      "source": "Wherefore, my brethren, when ye come together to eat, tarry one for another.",
      "target": "Ngam maajum, deerɗiraaɓe am, to on ɗon mooɓto ngam nyaamugo kiirtaari Jawmiraawo, munye haa to on fuu on kawti."
    },
    {
      "source": "And if any man hunger, let him eat at home; that ye come not together unto condemnation. And the rest will I set in order when I come.",
      "target": "To goɗɗo maati dolo, sey o aarta o nyaama diga saare maako, ngam taa pooɗanon ko'e mooɗon kiita Allah nder mooɓtorde mooɗon. Ko laarani haalaaji goɗɗi kam, mi ta'an ɗi to mi yottake haa mooɗon."
    },
    {
      "source": "Now concerning spiritual gifts, brethren, I would not have you ignorant.",
      "target": "Ko laarani haala dokke ɗe Ruuhu Ceniiɗo hokkata, deerɗiraaɓe am, mi yiɗaa on ngona nder kumpa."
    },
    {
      "source": "Ye know that ye were Gentiles, carried away unto these dumb idols, even as ye were led.",
      "target": "Yaake on tampa-diina'en, al'aada mooɗon yerɓi on haa labbi muukaaji."
    },
    {
      "source": "Wherefore I give you to understand, that no man speaking by the Spirit of God calleth Jesus accursed: and that no man can say that Jesus is the Lord, but by the Holy Ghost.",
      "target": "Ngam maajum mi yiɗi on paama ɗu'um: Walaa mo Ruuhu Allah ɗowata ɗum nden wi'a: “Yeesu o naalaaɗo!” Bana non boo mo Ruuhu ɗowaay ɗum waawataa wi'go: “Yeesu woni Jawmiraawo”."
    },
    {
      "source": "Now there are diversities of gifts, but the same Spirit.",
      "target": "Woodi dokke feere feereeje, ammaa Ruuhu gooto tan hokkata ɗe fuu."
    },
    {
      "source": "And there are differences of administrations, but the same Lord.",
      "target": "Woodi kuuɗe feere feereeje, ammaa Jawmiraawo gooto en kuuwanta."
    },
    {
      "source": "And there are diversities of operations, but it is the same God which worketh all in all.",
      "target": "Woodi boo baawɗe feere feereeje ngam huuwugo, ammaa Allah gooto tan waɗata ɗum fuu nder yimɓe fuu."
    },
    {
      "source": "But the manifestation of the Spirit is given to every man to profit withal.",
      "target": "Dokkal Ruuhu Allah ɗon waŋga nder koo moy meeɗen ngam haa ngal nafa jama'aare fuu."
    },
    {
      "source": "For to one is given by the Spirit the word of wisdom; to another the word of knowledge by the same Spirit;",
      "target": "Goɗɗo feere Ruuhu ɗon hokka ɗum dokkal wolwugo bee hikma, goɗɗo boo ɗon heɓa diga Ruuhu man dokkal wolwugo bee anndal."
    },
    {
      "source": "To another faith by the same Spirit; to another the gifts of healing by the same Spirit;",
      "target": "Goɗɗo feere Ruuhu man ɗon hokka mo nuɗɗinki cemmbiɗki, goɗɗo boo ɗon heɓa diga Ruuhu man baawal yamɗitingo."
    },
    {
      "source": "To another the working of miracles; to another prophecy; to another discerning of spirits; to another divers kinds of tongues; to another the interpretation of tongues:",
      "target": "Ruuhu ɗon hokka oo baawal waɗugo kaayeefiiji, oya boo dokkal waɗugo annabaaku. O ɗon hokka goɗɗo feere dokkal senndindirgo hakkunde ko iwata diga Ruuhu Allah bee ko iwata diga ruuhuuji goɗɗi. O ɗon hokka oo dokkal wolwugo bee ɗemɗe ɗe anndaaka, oya boo dokkal fassitirgo ɗe."
    },
    {
      "source": "But all these worketh that one and the selfsame Spirit, dividing to every man severally as he will.",
      "target": "Ammaa ɗum fuu, Ruuhu gooto tan waɗata ɗum feere mum. O ɗon yeɗa koo moy baawal mum fodde muuyo maako ."
    },
    {
      "source": "For as the body is one, and hath many members, and all the members of that one body, being many, are one body: so also is Christ.",
      "target": "Ɓanndu wooru mari terɗe feere feereeje ɗuuɗɗe. Terɗe ɗe'e fuu ɗon kawti haa ɓanndu wooru man. Non Almasiihu laatori boo ."
    },
    {
      "source": "For by one Spirit are we all baptized into one body, whether we be Jews or Gentiles, whether we be bond or free; and have been all made to drink into one Spirit.",
      "target": "Ngam enen fuu, koo Yahuudu'en, koo iwɓe haa ummaatooje goɗɗe, koo maccuɓe, koo rimɓe, en keɓi baptisma nder Ruuhu gooto ngam hawtango ɓanndu wooru. En fuu en laati yarnaaɓe Ruuhu gooto oo."
    },
    {
      "source": "For the body is not one member, but many.",
      "target": "Ɓanndu kam maraay tergal gootal tan, ammaa terɗe ɗuuɗɗe."
    },
    {
      "source": "If the foot shall say, Because I am not the hand, I am not of the body; is it therefore not of the body?",
      "target": "To kosŋgal wi'anno: “Mi laataaki juŋngo, ngam man mi hawtanaay ɓanndu.” Bee non fuu ɗum haɗataa ngal laataago tergal haa ɓanndu."
    },
    {
      "source": "And if the ear shall say, Because I am not the eye, I am not of the body; is it therefore not of the body?",
      "target": "Malla nofru to wi'anno: “Naa mi yiitere, ngam maajum mi hawtanaay ɓanndu.” Fakat, ɗum haɗataa ndu laataago tergal haa ɓanndu."
    },
    {
      "source": "If the whole body were an eye, where were the hearing? If the whole were hearing, where were the smelling?",
      "target": "To ɓanndu fuu laatakeno yiitere, noy ndu nanirta? To ndu laatake nofru tan, noy ndu luuɓnirta?"
    },
    {
      "source": "But now hath God set the members every one of them in the body, as it hath pleased him.",
      "target": "Fakat, Allah waɗi tergal koo ngale haa ɓanndu fodde muuyo mum."
    },
    {
      "source": "And if they were all one member, where were the body?",
      "target": "To terɗe fuu laatakeno tergal gootal, nden kam naa ɗum ɓanndu fahin."
    },
    {
      "source": "But now are they many members, yet but one body.",
      "target": "Ngam maajum kadi woodi terɗe ɗuuɗɗe, ammaa ɓanndu kam wooru tan."
    },
    {
      "source": "And the eye cannot say unto the hand, I have no need of thee: nor again the head to the feet, I have no need of you.",
      "target": "Yiitere fotaay wi'go juŋngo: “Mi walaa haaje ma.” Hoore boo fotaay wi'go kosɗe: “Mi walaa haaje mon.”"
    },
    {
      "source": "Nay, much more those members of the body, which seem to be more feeble, are necessary:",
      "target": "Ko ɓuri non fahin, terɗe ɓanndu ɗe ndaareten bana tampuɗe, kanje ɓuri nafuuda."
    },
    {
      "source": "And those members of the body, which we think to be less honourable, upon these we bestow more abundant honour; and our uncomely parts have more abundant comeliness.",
      "target": "Terɗe ɗe saman maaje ɗuuɗaay, kanje ɓurɗen hakkilango. Terɗe ɗe cemtirten, kanje ɓurɗen suklanaago masin."
    },
    {
      "source": "For our comely parts have no need: but God hath tempered the body together, having given more abundant honour to that part which lacked:",
      "target": "Terɗe ɓuranɗe fottango en, ngalaa haaje suklaneego. Allah waɗi ɓanndu haa ko woni leesɗum haa maaru fuu heɓa samɗineego ko ɓura."
    },
    {
      "source": "That there should be no schism in the body; but that the members should have the same care one for another.",
      "target": "Nden kadi walaa cenndol hakkunde terɗe haa ɓanndu, ammaa sey terɗe fuu njiŋngindira hakkunde muuɗum'en."
    },
    {
      "source": "And whether one member suffer, all the members suffer with it; or one member be honoured, all the members rejoice with it.",
      "target": "To tergal gootal ɗon naawa, terɗe fuu maatan naawreeŋga bee maagal. To gootal teddinaama, goɗɗe fuu ceyodoto bee maagal boo."
    },
    {
      "source": "Now ye are the body of Christ, and members in particular.",
      "target": "On fuu on laati ɓanndu Almasiihu, koo moy mooɗon laati tergal haa maaru."
    },
    {
      "source": "And God hath set some in the church, first apostles, secondarily prophets, thirdly teachers, after that miracles, then gifts of healings, helps, governments, diversities of tongues.",
      "target": "Allah hokki koo moy joonde mum nder jama'aare: Aran nelaaɓe, ɗiɗawre annabi'en e tataɓre boo ekkitinooɓe. Ɓaawo maajum boo waɗooɓe kaayeefiiji e waawɓe yamɗitingo e wallooɓe e ɗowooɓe e wolwooɓe bee ɗemɗe ɗe anndaaka ."
    },
    {
      "source": "Are all apostles? are all prophets? are all teachers? are all workers of miracles?",
      "target": "Ɓe fuu ɓe nelaaɓe na? Ɓe fuu ɓe annabi'en na? Ɓe fuu ɓe ekkitinooɓe na? Ɓe fuu ɓe waɗooɓe kaayeefiiji na?"
    },
    {
      "source": "Have all the gifts of healing? do all speak with tongues? do all interpret?",
      "target": "Ɓe fuu ɓe yamɗitinooɓe na? Ɓe fuu ɓe wolwooɓe bee ɗemɗe ɗe anndaaka na? Ɓe fuu ɓe fassitirooɓe ɗemɗe na? Aa'a!"
    },
    {
      "source": "But covet earnestly the best gifts: and yet shew I unto you a more excellent way.",
      "target": "Ngele dokke ɓuranɗe saman. Jonta mi sappinan on ko ɓurata dokke ɗe'e fuu wooɗugo."
    },
    {
      "source": "Though I speak with the tongues of men and of angels, and have not charity, I am become as sounding brass, or a tinkling cymbal.",
      "target": "To mi anndi wolwugo ɗemɗe yimɓe e ɗe malaa'ika'en, ammaa to mi walaa yiide, nden kam mi laati bana njamndi iidoori malla koŋsiire hoolo."
    },
    {
      "source": "And though I have the gift of prophecy, and understand all mysteries, and all knowledge; and though I have all faith, so that I could remove mountains, and have not charity, I am nothing.",
      "target": "To mi woodi dokkal waɗugo annabaaku malla to mi faami sirriiji Allah fuu, to mi anndi koo ɗume fuu, to mi woodi nuɗɗinki haa mi waawi sottingo kooseeje boo, ammaa to mi walaa yiide, nden kam mi huunde meere ."
    },
    {
      "source": "And though I bestow all my goods to feed the poor, and though I give my body to be burned, and have not charity, it profiteth me nothing.",
      "target": "Koo to mi senndani talaka'en jawdi am fuu, to mi jaɓi ɓanndu am wule boo, ammaa to mi walaa yiide, koo ko ɗum nafatammi."
    },
    {
      "source": "Charity suffereth long, and is kind; charity envieth not; charity vaunteth not itself, is not puffed up,",
      "target": "Marɗo yiide munyanan woɗɓe, o woonanan ɓe. O haajataa, o jurataako, o mawnitittaako."
    },
    {
      "source": "Doth not behave itself unseemly, seeketh not her own, is not easily provoked, thinketh no evil;",
      "target": "Marɗo yiide waɗataa cemtiniiɗum, o suklantaako ko nafata hoore maako tan, o tikkataa law, o siftortaa aybeeji ɗi goɗɗo waɗani mo."
    },
    {
      "source": "Rejoiceth not in iniquity, but rejoiceth in the truth;",
      "target": "O seyortaako sooynde adilaaku, ammaa o seyorto gooŋga."
    },
    {
      "source": "Beareth all things, believeth all things, hopeth all things, endureth all things.",
      "target": "Marɗo yiide munyanan koo ɗume fuu. Nuɗɗinki maako e tammunde maako e munyal maako tampataa nder koo ɗume fuu."
    },
    {
      "source": "Charity never faileth: but whether there be prophecies, they shall fail; whether there be tongues, they shall cease; whether there be knowledge, it shall vanish away.",
      "target": "Yiide duumoto haa foroy. Bolle annabaaku njinnan, wolwugo bee ɗemɗe ɗe anndaaka timman, anndal boo majjan."
    },
    {
      "source": "For we know in part, and we prophesy in part.",
      "target": "Ngam anndal men e annabaaku men mbaŋgintaa gooŋga fuu, sey goɗɗum maaka."
    },
    {
      "source": "But when that which is perfect is come, then that which is in part shall be done away.",
      "target": "Ammaa geɓe man majjan to gooŋga fuu waŋgi."
    },
    {
      "source": "When I was a child, I spake as a child, I understood as a child, I thought as a child: but when I became a man, I put away childish things.",
      "target": "Yaake mi ɓiŋngelno, mi ɗonno wolwa bana ɓiŋngel, mi ɗonno numa bana ɓiŋngel, mi hiisti bana ɓiŋngel boo. Jonta nde mi mawni, mi acci gikku nderkaaku."
    },
    {
      "source": "For now we see through a glass, darkly; but then face to face: now I know in part; but then shall I know even as also I am known.",
      "target": "Haa ngonɗen jonta ɗo, en ngi'ataa kuuje laaɓɗum, en ɗon ngi'a ɗe bana nder daarorgal . Ammaa saa'i waran haa en ngi'a Jawmiraawo gite bee gite. Jonta mi anndi mo dow dow, ammaa saa'i man mi anndan mo laaɓɗum tal bana no kaŋko boo o anndiri yam."
    },
    {
      "source": "And now abideth faith, hope, charity, these three; but the greatest of these is charity.",
      "target": "Jonta kam, ndaa kuuje tati ɗon: nuɗɗinki e tammunde e yiide. Ammaa ko ɓuri mawnugo ɗum yiide."
    },
    {
      "source": "Follow after charity, and desire spiritual gifts, but rather that ye may prophesy.",
      "target": "Tiine heɓugo yiide. Ngele boo dokke Ruuhu, sakkomaa baawal waɗugo annabaaku."
    },
    {
      "source": "For he that speaketh in an unknown tongue speaketh not unto men, but unto God: for no man understandeth him; howbeit in the spirit he speaketh mysteries.",
      "target": "Bolwanɗo bee ɗemɗe ɗe anndaaka wolwantaa yimɓe, o ɗon wolwana Allah. Walaa paamanɗo mo. Bee baawɗe Ruuhu Allah o ɗon wolwa kuuje sirriije."
    },
    {
      "source": "But he that prophesieth speaketh unto men to edification, and exhortation, and comfort.",
      "target": "Ammaa gaazotooɗo kubaruuji Allah ɗon wolwana yimɓe ngam semmbiɗingo ɓe, ngam suusɗingo ɓe, ngam de'itingo ɓe."
    },
    {
      "source": "He that speaketh in an unknown tongue edifieth himself; but he that prophesieth edifieth the church.",
      "target": "Bolwanɗo bee ɗemɗe ɗe anndaaka ɗon semmbiɗina hoore mum tan. Ammaa baɗanɗo annabaaku ɗon semmbiɗina jama'aare fuu."
    },
    {
      "source": "I would that ye all spake with tongues, but rather that ye prophesied: for greater is he that prophesieth than he that speaketh with tongues, except he interpret, that the church may receive edifying.",
      "target": "Mi yiɗi on fuu on keɓa wolwugo bee ɗemɗe ɗe anndaaka, ammaa mi ɓuran yiɗugo on keɓa waɗugo annabaaku. Baɗanɗo annabaaku ɓuri nafugo dow mo ɗon wolwa ɗemɗe ɗe anndaaka, sonaa teema to woodi goɗɗo ngam fassitirgo ɗe haa jama'aare fuu semmbiɗine."
    },
    {
      "source": "Now, brethren, if I come unto you speaking with tongues, what shall I profit you, except I shall speak to you either by revelation, or by knowledge, or by prophesying, or by doctrine?",
      "target": "Deerɗiraaɓe am, teema mi wari haa mooɗon, mi wolwani on bee ɗemɗe ɗe anndaaka. Nafuuda kaye mi waddanta on? Walaa sam! Sonaa to mi waŋginani on sirriijum goɗɗum malla to mi waddani on anndal malla to mi waɗi annabaaku malla boo to mi ekkitini on."
    },
    {
      "source": "And even things without life giving sound, whether pipe or harp, except they give a distinction in the sounds, how shall it be known what is piped or harped?",
      "target": "Ɗum nanndi bee haala kuuje gimruɗe, bana ciidal malla moolooru. To sawtu man waɗaay feere feere, noy anndirten ko ciidal fijata bee ko moolooru fijata?"
    },
    {
      "source": "For if the trumpet give an uncertain sound, who shall prepare himself to the battle?",
      "target": "To luwal konu fuufaaka bee laaɓɗum, moy taaskanto haɓre?"
    },
    {
      "source": "So likewise ye, except ye utter by the tongue words easy to be understood, how shall it be known what is spoken? for ye shall speak into the air.",
      "target": "Bana non haa mooɗon boo: To on mbolwi bee ɗemɗe ɗe anndaaka, noy goɗɗo faamata ko mbi'oton? Nden kam on mbolwi meere!"
    },
    {
      "source": "There are, it may be, so many kinds of voices in the world, and none of them is without signification.",
      "target": "Woodi ɗemɗe ɗuuɗɗe feere feereeje nder duniyaaru, ammaa walaa ɗemŋgal ngal ŋakkiri maana."
    },
    {
      "source": "Therefore if I know not the meaning of the voice, I shall be unto him that speaketh a barbarian, and he that speaketh shall be a barbarian unto me.",
      "target": "To mi anndaa ɗemŋgal ngal goɗɗo ɗon wolwanammi, goɗɗo oo laatanto yam jananno, min boo mi jananno haa maako."
    },
    {
      "source": "Even so ye, forasmuch as ye are zealous of spiritual gifts, seek that ye may excel to the edifying of the church.",
      "target": "Onon boo nde nii on ngiɗi dokke Ruuhu masin, tiine heɓugo ɗe. Ammaa ɗum laato ngam semmbiɗingo jama'aare."
    },
    {
      "source": "Wherefore let him that speaketh in an unknown tongue pray that he may interpret.",
      "target": "Ngam maajum bolwanɗo bee ɗemɗe ɗe anndaaka, sey o toro Allah haa o waawa fassitirgo ɗe boo."
    },
    {
      "source": "For if I pray in an unknown tongue, my spirit prayeth, but my understanding is unfruitful.",
      "target": "Ngam to mi ɗon waɗa do'a bee ɗemŋgal ngal anndaaka, ruuhu am boo ɗon waɗa do'a, ammaa hakkiilo am huuwataa."
    },
    {
      "source": "What is it then? I will pray with the spirit, and I will pray with the understanding also: I will sing with the spirit, and I will sing with the understanding also.",
      "target": "To non kam, ko mbaɗanmi? Mi waɗan do'a bee ruuhu am, non boo mi waɗan do'a bee hakkiilo am boo. Mi yiman maŋgtoore bee ruuhu am, non boo mi yiman bee hakkiilo am."
    },
    {
      "source": "Else when thou shalt bless with the spirit, how shall he that occupieth the room of the unlearned say Amen at thy giving of thanks, seeing he understandeth not what thou sayest?",
      "target": "To a ɗon yetta Allah bee ruuhu ma tan, noy goɗɗo nder mooɓtorde mo faamaay haala man wi'rata “Aamiina” haa do'a maaɗa? Ngam o faamataa ko mbi'ata."
    },
    {
      "source": "For thou verily givest thanks well, but the other is not edified.",
      "target": "Koo to do'a maaɗa wooɗi masin, ɗum semmbiɗintaa oya sam."
    },
    {
      "source": "I thank my God, I speak with tongues more than ye all:",
      "target": "Mi ɗon yetta Allah ngam mi ɓuri on fuu wolwugo bee ɗemɗe ɗe anndaaka."
    },
    {
      "source": "Yet in the church I had rather speak five words with my understanding, that by my voice I might teach others also, than ten thousand words in an unknown tongue.",
      "target": "Ammaa nder mooɓtorde nuɗɗinɓe mi ɓuran yiɗugo mi wolwa bolle jowi paameteeɗe ngam ekkitingo woɗɓe, dow bolle ujine sappo bee ɗemŋgal ngal anndaaka."
    },
    {
      "source": "Brethren, be not children in understanding: howbeit in malice be ye children, but in understanding be men.",
      "target": "Deerɗiraaɓe am, taa nume bana ɓikkoy. Nder halleende, laate on laaɓɓe bana ɓikkoy. Ammaa nder numooji mooɗon laate on mawɓe."
    },
    {
      "source": "In the law it is written, With men of other tongues and other lips will I speak unto this people; and yet for all that will they not hear me, saith the Lord.",
      "target": "Ndaa ko winnda nder Tawreeta: “Mi wolwanan ummaatoore nde'e bee yimɓe wolwanɓe bolle ɗe anndaaka, bee kunnduɗe jananɓe. Koo non fuu ɓe nanantaa yam .”"
    },
    {
      "source": "Wherefore tongues are for a sign, not to them that believe, but to them that believe not: but prophesying serveth not for them that believe not, but for them which believe.",
      "target": "Ngam maajum wolwugo bee ɗemɗe ɗe anndaaka laati alaama ngam sooyɓe nuɗɗinki, naa ngam nuɗɗinɓe. Ammaa waɗgo annabaaku laati alaama ngam nuɗɗinɓe, naa ngam sooyɓe nuɗɗinki."
    },
    {
      "source": "If therefore the whole church be come together into one place, and all speak with tongues, and there come in those that are unlearned, or unbelievers, will they not say that ye are mad?",
      "target": "Bana to jama'aare mooɗon fuu mooɓtake e koo moy mooɗon boo fuɗɗi wolwugo bee ɗemɗe ɗe anndaaka. Nden yimɓe ɓe anndaa haala man malla heefeerɓe ngari, nasti. Ɓe mbi'ataa on yinnaaɓe na?"
    },
    {
      "source": "But if all prophesy, and there come in one that believeth not, or one unlearned, he is convinced of all, he is judged of all:",
      "target": "Ammaa to koo moy ɗon waɗa annabaaku, cooyɗo nuɗɗinki malla goɗɗo mo anndaa haala man boo nasti, bolle ɗe o nanata fuu paamtinan mo aybeeji maako e ɗe kiitoto mo,"
    },
    {
      "source": "And thus are the secrets of his heart made manifest; and so falling down on his face he will worship God, and report that God is in you of a truth.",
      "target": "ɗe mbaŋginan numooji ɓernde maako. Nden o sujidanan Allah, o seedoto: “Fakat, Allah ɗon caka mooɗon!”"
    },
    {
      "source": "How is it then, brethren? when ye come together, every one of you hath a psalm, hath a doctrine, hath a tongue, hath a revelation, hath an interpretation. Let all things be done unto edifying.",
      "target": "Deerɗiraaɓe am, to non kam, noy mbaɗoton? Yaake mooɓtotooɗon fuu, goɗɗo maran yimre, oya maran ekkitinol, goɗɗo boo wahayu, goɗɗo feere boo wolwan bee ɗemŋgal ngal anndaaka, goɗɗo feere fahin fassitiran ngal. Sey ɗum fuu ɗum laato ngam semmbiɗingo jama'aare."
    },
    {
      "source": "If any man speak in an unknown tongue, let it be by two, or at the most by three, and that by course; and let one interpret.",
      "target": "To ɗum haala wolwugo bee ɗemŋgal ngal anndaaka kam, acce yimɓe ɗiɗo mbolwa, taa ɓura tato. Sey ɓe mbolwa bee tokkindirki. Sey goɗɗo boo fassitira ko ɓe mbi'ata."
    },
    {
      "source": "But if there be no interpreter, let him keep silence in the church; and let him speak to himself, and to God.",
      "target": "Ammaa to passitiroowo woodaa, sey wolwanɓe bee ɗemɗe go njeeɗo nder mooɓtorde. Koo moy maɓɓe wolwana hoore muuɗum e o wolwana Allah."
    },
    {
      "source": "Let the prophets speak two or three, and let the other judge.",
      "target": "Sey waɗooɓe annabaaku ɗiɗo malla tato mbolwa, luttuɓe boo linya ko ɓe mbi'ata."
    },
    {
      "source": "If any thing be revealed to another that sitteth by, let the first hold his peace.",
      "target": "Ammaa to goɗɗo feere heɓi wahayu, sey bolwanɗo saa'i maajum jeeɗo."
    },
    {
      "source": "For ye may all prophesy one by one, that all may learn, and all may be comforted.",
      "target": "On fuu on mbaawan waɗugo annabaaku, ammaa sey ɗum laato bee tokkindirki, ngam haa yimɓe fuu paama, ɓe keɓa cuusɗinki."
    },
    {
      "source": "And the spirits of the prophets are subject to the prophets.",
      "target": "Ngam ruuhu annabi'en ɗon ɗowtano annabi'en."
    },
    {
      "source": "For God is not the author of confusion, but of peace, as in all churches of the saints.",
      "target": "Ngam Allah naa o Allah njiiɓru, ammaa o Allah salaaman. Bana ko ɗon laato nder jama'aaje nuɗɗinɓe fuu,"
    },
    {
      "source": "Let your women keep silence in the churches: for it is not permitted unto them to speak; but they are commanded to be under obedience, as also saith the law.",
      "target": "sey rewɓe njeeɗo nder mooɓtorde. Ɓe nduŋanaaka wolwugo. Sey ɓe cirwo, ɓe laato ɗowtiiɓe bana ko tawreeta umri."
    },
    {
      "source": "And if they will learn any thing, let them ask their husbands at home: for it is a shame for women to speak in the church.",
      "target": "To woodi ko ɓe ngiɗi faamugo, sey ɓe ƴama worɓe maɓɓe haa saare. Ngam ɗum cemtuɗum haa debbo wolwa nder mooɓtorde."
    },
    {
      "source": "What? came the word of God out from you? or came it unto you only?",
      "target": "Malla haa mooɗon wolde Allah iwi? Malla haa mooɗon tan nde yotti?"
    },
    {
      "source": "If any man think himself to be a prophet, or spiritual, let him acknowledge that the things that I write unto you are the commandments of the Lord.",
      "target": "To goɗɗo numi o annabiijo malla o keɓɗo wahayuuji Ruuhu, nden kam sey o anndita ko mi winndani on ɗum umroore Jawmiraawo."
    },
    {
      "source": "But if any man be ignorant, let him be ignorant.",
      "target": "Ammaa to o annditaay ɗum, Allah boo anndaa mo."
    },
    {
      "source": "Wherefore, brethren, covet to prophesy, and forbid not to speak with tongues.",
      "target": "Ngam maajum deerɗiraaɓe am, ngele waɗugo annabaaku. Ammaa taa kaɗe boo wolwugo bee ɗemɗe ɗe anndaaka."
    },
    {
      "source": "Let all things be done decently and in order.",
      "target": "Sey koo ɗume waɗe bee laawol man, bana no haandi."
    },
    {
      "source": "Moreover, brethren, I declare unto you the gospel which I preached unto you, which also ye have received, and wherein ye stand;",
      "target": "Deerɗiraaɓe am, mi yeli siftinorgo on Linjiila ka ngaazumi on, ka njaɓɗon, ka tabititɗon nder muuɗum."
    },
    {
      "source": "By which also ye are saved, if ye keep in memory what I preached unto you, unless ye have believed in vain.",
      "target": "Linjiila ka'a hisnan on to on njogitake ka bana ngaazirmi on ka. To naa non nuɗɗinki mooɗon laati meere."
    },
    {
      "source": "For I delivered unto you first of all that which I also received, how that Christ died for our sins according to the scriptures;",
      "target": "Mi anndini on kubaruwol ɓurŋgol marugo saman, ngol njaɓmi bee hoore am, waato: Almasiihu maayi ngam daliila hakkeeji meeɗen, bana ko winnda nder defte ."
    },
    {
      "source": "And that he was buried, and that he rose again the third day according to the scriptures:",
      "target": "Ɓe uwi mo. O ummiti diga maayde nyalaade tataɓre, bana ko winnda nder defte ."
    },
    {
      "source": "And that he was seen of Cephas, then of the twelve:",
      "target": "O waŋgani Piyer, nden pukara'en sappo e ɗiɗo ."
    },
    {
      "source": "After that, he was seen of above five hundred brethren at once; of whom the greater part remain unto this present, but some are fallen asleep.",
      "target": "Ɓaawoɗon o waŋgani deerɗiraaɓe ko ɓuri teemeɗɗe njowo hawtuɓe haa nokkuure woore. Ɓurna maɓɓe ɗon haa jonta, ammaa woɗɓe maayi."
    },
    {
      "source": "After that, he was seen of James; then of all the apostles.",
      "target": "Ɓaawo maajum o waŋgani Yaakuba, nden nelaaɓe fuu."
    },
    {
      "source": "And last of all he was seen of me also, as of one born out of due time.",
      "target": "Haa ragare man, ɓaawo maɓɓe fuu, o waŋgani yam min boo, min laatiiɗo bana ɓiŋngel danyaaŋgel ngel lebbi mum cikaay ,"
    },
    {
      "source": "For I am the least of the apostles, that am not meet to be called an apostle, because I persecuted the church of God.",
      "target": "ngam mi ɓurdi nelaaɓe fuu leesugo, mi he'aay maa wi'eego nelaaɗo, ngam mi toonyino jama'aare yimɓe Allah ."
    },
    {
      "source": "But by the grace of God I am what I am: and his grace which was bestowed upon me was not in vain; but I laboured more abundantly than they all: yet not I, but the grace of God which was with me.",
      "target": "Ammaa ngam mo'ere Allah laatiimi nelaaɗo bana no mi wa'i hannde e mo'ere maako nde o waɗani yam laataaki meere. Mi huuwi ko ɓuri nelaaɓe fuu. Naa min bee hoore am huuwi ɗum, ammaa mo'ere Allah huuwi nder am."
    },
    {
      "source": "Therefore whether it were I or they, so we preach, and so ye believed.",
      "target": "Koo min, koo kamɓe, ndaa Linjiila ka min ngaazi on, ndaa ko nuɗɗinɗon."
    },
    {
      "source": "Now if Christ be preached that he rose from the dead, how say some among you that there is no resurrection of the dead?",
      "target": "Min ɗon ngaazina Almasiihu ummitake diga maayde. Noy woɗɓe mooɗon mbi'rata maayɓe ummitittaako?"
    },
    {
      "source": "But if there be no resurrection of the dead, then is Christ not risen:",
      "target": "To ummitineeki maayɓe woodaa, nden kam Almasiihu boo ummitaaki."
    },
    {
      "source": "And if Christ be not risen, then is our preaching vain, and your faith is also vain.",
      "target": "To Almasiihu ummitaaki boo, nden kam waazu amin laatake meere, nuɗɗinki mooɗon boo laati meere."
    },
    {
      "source": "Yea, and we are found false witnesses of God; because we have testified of God that he raised up Christ: whom he raised not up, if so be that the dead rise not.",
      "target": "To fakat maayɓe ummitittaako, nden kam ɗum yiɗi wi'go Allah boo ummitinaay Almasiihu diga maayde. To non kam min laati seedanooɓe Allah fewooɓe, ngam min ceedi o ummitini Almasiihu diga maayde."
    },
    {
      "source": "For if the dead rise not, then is not Christ raised:",
      "target": "To maayɓe ummitittaako, nden kam Almasiihu boo ummitaaki."
    },
    {
      "source": "And if Christ be not raised, your faith is vain; ye are yet in your sins.",
      "target": "To Almasiihu ummitaaki, nuɗɗinki mooɗon nafataa, nden boo on ɗon nder hakkeeji mooɗon haa jonta."
    },
    {
      "source": "Then they also which are fallen asleep in Christ are perished.",
      "target": "Non boo nuɗɗinɓe Almasiihu maayɓe boo kalki."
    },
    {
      "source": "If in this life only we have hope in Christ, we are of all men most miserable.",
      "target": "To nii en tammorake Almasiihu ngam ngeendam jontaajam tan, nden kam en ɓurdan yimɓe fuu yurmaago."
    },
    {
      "source": "But now is Christ risen from the dead, and become the firstfruits of them that slept.",
      "target": "Ammaa, fakat kam, Almasiihu ummitake diga maayde. Kaŋko woni aartuɗo ummitaago caka maayɓe fuu ngam haa woɗɓe boo ummito."
    },
    {
      "source": "For since by man came death, by man came also the resurrection of the dead.",
      "target": "Bana no maayde wardi daliila neɗɗo gooto, bana non ummitineeki maayɓe boo wardi bee neɗɗo gooto."
    },
    {
      "source": "For as in Adam all die, even so in Christ shall all be made alive.",
      "target": "Bana no yimɓe fuu maayrata ngam daliila kawtal muuɗum'en bee Aadamu, bana non ɓe ummititto ngam kawtal maɓɓe bee Almasiihu."
    },
    {
      "source": "But every man in his own order: Christ the firstfruits; afterward they that are Christ's at his coming.",
      "target": "Ammaa koo moy dow tokkindirki mum: Almasiihu woni aartuɗo, ɓaawoɗon tokkiiɓe mo ummititto to o lorake."
    },
    {
      "source": "Then cometh the end, when he shall have delivered up the kingdom to God, even the Father; when he shall have put down all rule and all authority and power.",
      "target": "Nden timmoode waran. Yaake man Almasiihu halkan mawɓe asama e marɓe laamu e marɓe baawɗe fuu, nden o hokkitan laamu haa juŋngo Allah Baabiraawo."
    },
    {
      "source": "For he must reign, till he hath put all enemies under his feet.",
      "target": "Ngam doole Almasiihu laamo haa to o wallini konne'en maako fuu les kosɗe maako ."
    },
    {
      "source": "The last enemy that shall be destroyed is death.",
      "target": "Konneejo ragareejo kalketeeɗo, ɗum waade."
    },
    {
      "source": "For he hath put all things under his feet. But when he saith all things are put under him, it is manifest that he is excepted which did put all things under him.",
      "target": "Ngam deftere wi'i: “Allah wallini koo ɗume fuu les kosɗe maako.” To Almasiihu wi'i: “Koo ɗume fuu wallinaama les kosɗe mum”, ɗum yiɗi wi'go Allah ballinɗo kuuje fuu les maako limaaka ."
    },
    {
      "source": "And when all things shall be subdued unto him, then shall the Son also himself be subject unto him that put all things under him, that God may be all in all.",
      "target": "To yottake haa kuuje fuu mballinaama les Ɓiɗɗo, nden Ɓiɗɗo sappanan Allah, baɗɗo mo Jawmiraawo dow koo ɗume fuu, ngam haa Allah laamo koo toy fuu e nder koo ɗume fuu."
    },
    {
      "source": "Else what shall they do which are baptized for the dead, if the dead rise not at all? why are they then baptized for the dead?",
      "target": "To gooŋga maayɓe ummitittaako, nafuuda kaye yimɓe jaɓanɓe baptisma mbattudi maayɓe tammoto waɗugo?"
    },
    {
      "source": "And why stand we in jeopardy every hour?",
      "target": "Koo minin boo, ngam ɗume min ɗon tum yeeso joote?"
    },
    {
      "source": "I protest by your rejoicing which I have in Christ Jesus our Lord, I die daily.",
      "target": "Deerɗam'en, fakat bana mi mantorto on yeeso Jawmiraawo men Yeesu Almasiihu, nyalɗe fuu mi ɗon nder joote maayde."
    },
    {
      "source": "If after the manner of men I have fought with beasts at Ephesus, what advantageth it me, if the dead rise not? let us eat and drink; for to morrow we die.",
      "target": "To mi waɗi haɓre saatunde haa Efesus bee dabbaaji kalluɗi bana yimɓe fuu mbaɗata, ɗume ɗum nafi yam? To maayɓe ummitittaako kam, ndikka en tokko koŋngol mbi'anŋgol: “Nyaamen, njaren, ngam jaŋngo en maayan .”"
    },
    {
      "source": "Be not deceived: evil communications corrupt good manners.",
      "target": "Taa este ko'e mooɗon! “Tokkotirgo bee kalluɗo wonnan gikku mbooɗŋgu.”"
    },
    {
      "source": "Awake to righteousness, and sin not; for some have not the knowledge of God: I speak this to your shame.",
      "target": "Njo'itine hakkiilo mooɗon bana no haani, taa mbaɗe hakke. Ngam woɗɓe mooɗon anndaa Allah. Mi wi'i ɗum ngam haa on cemta."
    },
    {
      "source": "But some man will say, How are the dead raised up? and with what body do they come?",
      "target": "Teema goɗɗo ƴaman: “Bana noy maayɓe ummitorto? Irin ɓanndu nduye ɓe marata?”"
    },
    {
      "source": "Thou fool, that which thou sowest is not quickened, except it die:",
      "target": "Kayya! An paataaɗo! To a aawi aawdi, ndi fuɗataa sonaa to ndi waati."
    },
    {
      "source": "And that which thou sowest, thou sowest not that body that shall be, but bare grain, it may chance of wheat, or of some other grain:",
      "target": "Ko aawata ɗum gawel meere. Ɗum gawel alkamaari malla koo ngele, naa ɗum fuɗŋgo marŋgo haakooji."
    },
    {
      "source": "But God giveth it a body as it hath pleased him, and to every seed his own body.",
      "target": "Ɓaawoɗon Allah ɗon hokka gawel fuu irin ɓanndu maagel bana o muuyi. Aawdi koo ndiye laatoto fuɗŋgo fodde no ndi wa'i."
    },
    {
      "source": "All flesh is not the same flesh: but there is one kind of flesh of men, another flesh of beasts, another of fishes, and another of birds.",
      "target": "Ɓalli kuuje geete fuu nanndaay. Ɓalli yimɓe cenndiri bee ɓalli dabbaaji, ɓalli colli cenndiri bee ɓalli liɗɗi."
    },
    {
      "source": "There are also celestial bodies, and bodies terrestrial: but the glory of the celestial is one, and the glory of the terrestrial is another.",
      "target": "Non woodi boo kuuje asamaaje e kuuje lesdiije. Tedduŋgal kuuje asamaaje nanndaay bee tedduŋgal kuuje lesdiije."
    },
    {
      "source": "There is one glory of the sun, and another glory of the moon, and another glory of the stars: for one star differeth from another star in glory.",
      "target": "Naaŋge woodi ɗelko mum, lewru woodi ɗelko feere, koode boo ngoodi ɗelko feere. Koo caka koode boo, ɗelko horre ɗon feerotira bee ɗelko horre woɗnde."
    },
    {
      "source": "So also is the resurrection of the dead. It is sown in corruption; it is raised in incorruption:",
      "target": "Bana non ɗum laatorto boo saa'i ummitineeki maayɓe. Ɓanndu uwaandu nyolan. Ammaa to ndu ummitake, ndu nyolataa."
    },
    {
      "source": "It is sown in dishonour; it is raised in glory: it is sown in weakness; it is raised in power:",
      "target": "Ɓanndu uwaandu, ndu tampundu, ndu nyiddundu. Ammaa yaake ndu ummititto, ndu marndu tedduŋgal, semmbiɗndu."
    },
    {
      "source": "It is sown a natural body; it is raised a spiritual body. There is a natural body, and there is a spiritual body.",
      "target": "Ɓanndu uwaandu bana gawel, ɗum ɓanndu ndu neɗɗo. Ammaa yaake ndu ummititto, Ruuhu ɗon yeeɗitina ndu. Ngam maajum woodi ɓanndu ndu kusel, non boo woodi ɓanndu ndu Ruuhu."
    },
    {
      "source": "And so it is written, The first man Adam was made a living soul; the last Adam was made a quickening spirit.",
      "target": "Bana non deftere wi'i: “Aadamu, neɗɗo arano laati goɗɗo geeto.” Ammaa Aadamu ragareejo, waato Almasiihu, laati Ruuhu dokkoowo ngeendam ."
    },
    {
      "source": "Howbeit that was not first which is spiritual, but that which is natural; and afterward that which is spiritual.",
      "target": "Naa mo Ruuhu aartata, ammaa mo neɗɗo, ɓaawoɗon mo Ruuhu."
    },
    {
      "source": "The first man is of the earth, earthy: the second man is the Lord from heaven.",
      "target": "Arano tagraama bee mbulwuldi lesdi. Ammaa ɗiɗaɓo iwi haa asama."
    },
    {
      "source": "As is the earthy, such are they also that are earthy: and as is the heavenly, such are they also that are heavenly.",
      "target": "Yimɓe ɓe lesdi nanndi bee tagraaɗo mbulwuldi. Yimɓe ɓe asama boo nanndi bee iwɗo haa asama."
    },
    {
      "source": "And as we have borne the image of the earthy, we shall also bear the image of the heavenly.",
      "target": "Bana no nanndirɗen bee mbulwuldiijo, non boo en nanndan bee iwɗo haa asama."
    },
    {
      "source": "Now this I say, brethren, that flesh and blood cannot inherit the kingdom of God; neither doth corruption inherit incorruption.",
      "target": "Deerɗiraaɓe am, ndaa ko ngiɗmi faamtingo on: Marɗo kusel e ƴiiƴam nastataa laamu Allah. Ko nyolata boo ronataa ko duumoto."
    },
    {
      "source": "Behold, I shew you a mystery; We shall not all sleep, but we shall all be changed,",
      "target": "Haa mi waŋginana on sirriijum feere: Naa en fuu en maayan, ammaa en fuu en ngaylititto."
    },
    {
      "source": "In a moment, in the twinkling of an eye, at the last trump: for the trumpet shall sound, and the dead shall be raised incorruptible, and we shall be changed.",
      "target": "Ɗum waɗoto law, bana ma'annde yiitere, saa'i fuufannde luwal ragareere. Luwal fuufete. Nden maayɓe ummititto ngam ngeendam nduumiiɗam. Enen, en ngaylititto ."
    },
    {
      "source": "For this corruptible must put on incorruption, and this mortal must put on immortality.",
      "target": "Non kadi ɓalli meeɗen nyolanɗi ɓornoto ko duumoto, maayanɗi boo ɓornoto ko maayataa."
    },
    {
      "source": "So when this corruptible shall have put on incorruption, and this mortal shall have put on immortality, then shall be brought to pass the saying that is written, Death is swallowed up in victory.",
      "target": "To ɓanndu nyolanndu ɓornake ko nyolataa, to maayanndu ɓornake ko maayataa, nden kam wolde annabaaku nde'e gooŋɗan: “Waade nattinaama nder jaalorgal timmidiiŋgal ."
    },
    {
      "source": "O death, where is thy sting? O grave, where is thy victory?",
      "target": "An waade, toy jaalorgal ma? An waade, toy baawɗe ma ngam mbarugo ?”"
    },
    {
      "source": "The sting of death is sin; and the strength of sin is the law.",
      "target": "Waade ɗon heɓa baawɗe muuɗum ngam mbarugo diga hakke, hakke boo ɗon heɓa baawɗe muuɗum diga tawreeta."
    },
    {
      "source": "But thanks be to God, which giveth us the victory through our Lord Jesus Christ.",
      "target": "Ammaa yettoore laatano Allah, dokkanɗo en jaalorgal bee Jawmiraawo meeɗen Yeesu Almasiihu!"
    },
    {
      "source": "Therefore, my beloved brethren, be ye stedfast, unmoveable, always abounding in the work of the Lord, forasmuch as ye know that your labour is not in vain in the Lord.",
      "target": "Ngam maajum, onon deerɗiraaɓe am yiɗaaɓe, laate on tabititɓe ɓe ndimmbataako. Tiine foroy nder kuugal Jawmiraawo, ngam on anndi torra mooɗon ngam Jawmiraawo laatataako meere."
    },
    {
      "source": "Now concerning the collection for the saints, as I have given order to the churches of Galatia, even so do ye.",
      "target": "Ko laarani ceede mooɓteteeɗe ngam wallugo senaaɓe haa Urusaliima, mbaɗe onon boo bana no umrumi jama'aaje nuɗɗinɓe nder Galaatiya ."
    },
    {
      "source": "Upon the first day of the week let every one of you lay by him in store, as God hath prospered him, that there be no gatherings when I come.",
      "target": "Nyalaade Alat fuu sey koo moy mooɗon resa ceede seɗɗa haa muuɗum baakin no o waawi. Taa ndeene nii haa to mi wari nden puɗɗon mooɓtugo dokke maajum."
    },
    {
      "source": "And when I come, whomsoever ye shall approve by your letters, them will I send to bring your liberality unto Jerusalem.",
      "target": "To mi yottake, mi nelan suɓaaɓe mooɗon bee bataakeeji haa Urusaliima, haa ɓe njahra dokkal mooɗon ton."
    },
    {
      "source": "And if it be meet that I go also, they shall go with me.",
      "target": "To kaanduɗum min boo mi yaha, nden kam ɓe njahdan bee am."
    },
    {
      "source": "Now I will come unto you, when I shall pass through Macedonia: for I do pass through Macedonia.",
      "target": "Mi tammi wargo haa mooɗon, mi tokkorto Makedoniya, ngam mi saaloto ton ."
    },
    {
      "source": "And it may be that I will abide, yea, and winter with you, that ye may bring me on my journey whithersoever I go.",
      "target": "Mi faɓɓan haa mooɗon, teema to heɓoto maa mi saalina wakkati jaaŋgol haa mooɗon. Nden on mballatam nder haaje jahaaŋgal am koo toy ngiɗmi yahugo."
    },
    {
      "source": "For I will not see you now by the way; but I trust to tarry a while with you, if the Lord permit.",
      "target": "Mi yiɗaa mi yaala tan mi saalo, to mi wari laarugo on. Mi yiɗi faɓɓugo haa mooɗon seɗɗa, to Jawmiraawo duŋanake yam."
    },
    {
      "source": "But I will tarry at Ephesus until Pentecost.",
      "target": "Ammaa mi jooɗoto haa Efesus haa yotto juulde  Pantekosta."
    },
    {
      "source": "For a great door and effectual is opened unto me, and there are many adversaries.",
      "target": "Ngam mi heɓi laawol huuwugo kuugal maŋngal nafoowal haa ɗo, koo nde konne'en ɗuuɗani yam boo ."
    },
    {
      "source": "Now if Timothy come, see that he may be with you without fear: for he worketh the work of the Lord, as I also do.",
      "target": "To Timote wari haa mooɗon, njaɓɓe mo booɗɗum haa o jooɗo caka mooɗon bilaa kulol. Ngam kaŋko boo o ɗon huuwana Jawmiraawo bana am ."
    },
    {
      "source": "Let no man therefore despise him: but conduct him forth in peace, that he may come unto me: for I look for him with the brethren.",
      "target": "Taa goɗɗo yawo mo. Mballe mo haa o timmina jahaaŋgal maako bee jam, ngam haa o warta haa am. Min e deerɗiraaɓe, min ɗon ndeeni mo."
    },
    {
      "source": "As touching our brother Apollos, I greatly desired him to come unto you with the brethren: but his will was not at all to come at this time; but he will come when he shall have convenient time.",
      "target": "Ngam deerɗiraawo meeɗen Apollos kam, mi tiɗɗini mo ɗuuɗɗum haa o yaha haa mooɗon bee deerɗiraaɓe woɗɓe. Ammaa o sali yahugo jonta. O yahan to o heɓi laawol."
    },
    {
      "source": "Watch ye, stand fast in the faith, quit you like men, be strong.",
      "target": "Ayne! Tabite nder nuɗɗinki! Tiɗɗine ɓerɗe mooɗon! Laate on semmbiɗɓe!"
    },
    {
      "source": "Let all your things be done with charity.",
      "target": "Mbaɗe koo ɗume fuu bee yiide."
    },
    {
      "source": "I am glad of the coming of Stephanas and Fortunatus and Achaicus: for that which was lacking on your part they have supplied.",
      "target": "Mi ɗon seyoro garki Estefanas e Fortunatus e Aka'ikus. Ɓe ndokki yam ko ŋakkani yam nde on daayiiɓe."
    },
    {
      "source": "For they have refreshed my spirit and yours: therefore acknowledge ye them that are such.",
      "target": "Ɓe nde'itini yam bana ɓe nde'itinno on boo. Camɗine irin maɓɓe."
    },
    {
      "source": "The churches of Asia salute you. Aquila and Priscilla salute you much in the Lord, with the church that is in their house.",
      "target": "Jama'aaje nuɗɗinɓe nder lesdi Asiya fuu koofni on. Akilas e Piriskilla e nuɗɗinɓe mooɓtotooɓe nder saare maɓɓe fuu koofni on booɗɗum bee innde Jawmiraawo ."
    },
    {
      "source": "All the brethren greet you. Greet ye one another with an holy kiss.",
      "target": "Deerɗiraaɓe wonɓe haa ɗo fuu koofni on. Koofnindire, karlotire bana no ɗum haandani senaaɓe."
    },
    {
      "source": "The salutation of me Paul with mine own hand.",
      "target": "Ndaa ko mbinndumi bee juŋngo am: Min Pol mi hoofni on."
    },
    {
      "source": "If any man love not the Lord Jesus Christ, let him be Anathema Maranatha.",
      "target": "To goɗɗo yiɗaa Jawmiraawo bee ɓernde woore, o laato naalaaɗo!  “Maranata”   waato war, yaa Jawmiraawo amin!"
    },
    {
      "source": "The grace of our Lord Jesus Christ be with you.",
      "target": "Mo'ere Jawmiraawo meeɗen Yeesu wondu bee mooɗon."
    },
    {
      "source": "Adam, Seth, Enosh,",
      "target": "Ndaa danygol Aadamu: Aadamu danyi Setu, Setu danyi Enos,"
    },
    {
      "source": "Kenan, Mahalaleel, Jared,",
      "target": "Enos danyi Keenan, Keenan danyi Mahaleleel, Mahaleleel danyi Yarat,"
    },
    {
      "source": "Enoch, Methuselah, Lamech,",
      "target": "Yarat danyi Henok, Henok danyi Matusala, Matusala danyi Lamek, Lamek danyi Nuuhu,"
    },
    {
      "source": "Noah, Shem, Ham, and Japheth.",
      "target": "Nuuhu danyi Sem, Haamu bee Yafet."
    },
    {
      "source": "The sons of Japheth; Gomer, and Magog, and Madai, and Javan, and Tubal, and Meshech, and Tiras.",
      "target": "Ɓiɓɓe Yafet ngoni: Gomer e Magog e Maday e Yawan e Tubal e Meesek e Tiras."
    },
    {
      "source": "And the sons of Gomer; Ashkenaz, and Riphath, and Togarmah.",
      "target": "Ɓiɓɓe Gomer ngoni: Askanas e Difat  e Togarma."
    },
    {
      "source": "And the sons of Javan; Elishah, and Tarshish, Kittim, and Dodanim.",
      "target": "Ɓiɓɓe Yawan ngoni: Elisa e Tarsis e Kitti'en e Rodani'en."
    },
    {
      "source": "The sons of Ham; Cush, and Mizraim, Put, and Canaan.",
      "target": "Ɓiɓɓe Haamu ngoni: Kus e Misrayim e Put e Kanaana."
    },
    {
      "source": "And the sons of Cush; Seba, and Havilah, and Sabtah, and Raamah, and Sabtecha. And the sons of Raamah; Sheba, and Dedan.",
      "target": "Ɓiɓɓe Kus ngoni: Seba e Hawila e Sabeta e Rama e Sabitka. Ɓiɓɓe Rama ngoni: Saba e Dedan."
    },
    {
      "source": "And Cush begat Nimrod: he began to be mighty upon the earth.",
      "target": "Kus danyi Nimrudu, kaŋko woni aartuɗo laataago baawɗo dow lesdi."
    },
    {
      "source": "And Mizraim begat Ludim, and Anamim, and Lehabim, and Naphtuhim,",
      "target": "Misrayim danyi Luudi'en e Anami'en e Lehabi'en e Naftu'en"
    },
    {
      "source": "And Pathrusim, and Casluhim,  and Caphtorim.",
      "target": "e Paturusi'en e Kaslu'en e Kaftori'en. Filisti'en iwi haa Kaslu'en."
    },
    {
      "source": "And Canaan begat Zidon his firstborn, and Heth,",
      "target": "Kanaana danyi Sidon, afo muuɗum e Hetu"
    },
    {
      "source": "The Jebusite also, and the Amorite, and the Girgashite,",
      "target": "e Yebusi'en e Amoori'en e Girgasi'en"
    },
    {
      "source": "And the Hivite, and the Arkite, and the Sinite,",
      "target": "e Hewi'en e Arki'en e Siniti'en"
    },
    {
      "source": "And the Arvadite, and the Zemarite, and the Hamathite.",
      "target": "e Arwidi'en e Cemariti'en e Hamati'en."
    },
    {
      "source": "The sons of Shem; Elam, and Asshur, and Arphaxad, and Lud, and Aram, and Uz, and Hul, and Gether, and Meshech.",
      "target": "Ɓiɓɓe Sem ngoni: Elam e Assuru e Arfasada e Luuda e Aram e Uus e Hul e Geter e Meesek."
    },
    {
      "source": "And Arphaxad begat Shelah, and Shelah begat Eber.",
      "target": "Arfasada danyi Selaha, Selaha danyi Eber."
    },
    {
      "source": "And unto Eber were born two sons: the name of the one was Peleg; because in his days the earth was divided: and his brother's name was Joktan.",
      "target": "Eber danyanaama ɓiɓɓe worɓe ɗiɗo. Innde gooto, Pelek, ngam nder zamanu maako duniyaaru senndaama. Innde deerɗiiko boo, Yoktan."
    },
    {
      "source": "And Joktan begat Almodad, and Sheleph, and Hazarmaveth, and Jerah,",
      "target": "Yoktan danyi Almodat e Selef e Hacamawet e Yeraha"
    },
    {
      "source": "Hadoram also, and Uzal, and Diklah,",
      "target": "e Hadoram e Usal e Dikila"
    },
    {
      "source": "And Ebal, and Abimael, and Sheba,",
      "target": "e Ebal e Abimayel e Seba"
    },
    {
      "source": "And Ophir, and Havilah, and Jobab. All these were the sons of Joktan.",
      "target": "e Ofir e Hawila e Yobaba. Fuu maɓɓe ɓe ɓiɓɓe Yoktan."
    },
    {
      "source": "Shem, Arphaxad, Shelah,",
      "target": "Ndaa danygol Sem: Sem danyi Arfasada, Arfasada danyi Selaha, Selaha danyi"
    },
    {
      "source": "Eber, Peleg, Reu,",
      "target": "Eber, Eber danyi Pelek, Pelek danyi Re'u, Re'u danyi Saruku,"
    },
    {
      "source": "Serug, Nahor, Terah,",
      "target": "Saruku danyi Nahor, Nahor danyi Tara, Tara danyi Abraama,"
    },
    {
      "source": "Abram; the same is Abraham.",
      "target": "Abraama, kaŋko woni Ibrahiima."
    },
    {
      "source": "The sons of Abraham; Isaac, and Ishmael.",
      "target": "Ɓiɓɓe Ibrahiima ngoni: Isiyaaku e Isma'iilu."
    },
    {
      "source": "These are their generations: The firstborn of Ishmael, Nebaioth; then Kedar, and Adbeel, and Mibsam,",
      "target": "Ndaa danygol maɓɓe: Nebayot woni afo Isma'iilu. Nden o danyi Keedar e Aɗɓe'el e Mipsaam"
    },
    {
      "source": "Mishma, and Dumah, Massa, Hadad, and Tema,",
      "target": "e Misma e Duuma e Massa e Hadat e Tema"
    },
    {
      "source": "Jetur, Naphish, and Kedemah. These are the sons of Ishmael.",
      "target": "e Yetuuru e Naafis e Keduma. Kamɓe ngoni ɓiɓɓe Isma'iilu."
    },
    {
      "source": "Now the sons of Keturah, Abraham's concubine: she bare Zimran, and Jokshan, and Medan, and Midian, and Ishbak, and Shuah. And the sons of Jokshan; Sheba, and Dedan.",
      "target": "Ɓe'e ngoni ɓiɓɓe Ketura, culaaɗo Ibrahiima: Zimran e Yoksan e Medaan e Mediyan e Yisbak e Suha. Ɓiɓɓe Yoksan boo: Seba e Dedan."
    },
    {
      "source": "And the sons of Midian; Ephah, and Epher, and Hanoch, and Abida, and Eldaah. All these are the sons of Keturah.",
      "target": "Ɓiɓɓe Mediyan boo: Efa e Efer e Hanok e Abida e Elda'a. Ɓe fuu ɓe yimɓe danygol Ketura."
    },
    {
      "source": "And Abraham begat Isaac. The sons of Isaac; Esau and Israel.",
      "target": "Ibrahiima danyi Isiyaaku. Ɓe'e ngoni ɓiɓɓe Isiyaaku: Isuwa e Isra'iila."
    },
    {
      "source": "The sons of Esau; Eliphaz, Reuel, and Jeush, and Jaalam, and Korah.",
      "target": "Ɓiɓɓe Isuwa boo: Elifas e Re'uwel e Ye'us e Ya'alaam e Koora."
    },
    {
      "source": "The sons of Eliphaz; Teman, and Omar, Zephi, and Gatam, Kenaz, and Timna, and Amalek.",
      "target": "Ɓiɓɓe Elifas boo: Teman e Omar e Cefi e Gatam e Kenas e Timna e Amalek."
    },
    {
      "source": "The sons of Reuel; Nahath, Zerah, Shammah, and Mizzah.",
      "target": "Ɓiɓɓe Re'uwel boo: Nahat e Zeraha e Samma e Misa."
    },
    {
      "source": "And the sons of Seir; Lotan, and Shobal, and Zibeon, and Anah, and Dishon, and Ezer, and Dishan.",
      "target": "Ɓe'e ngoni ɓiɓɓe Se'ir: Lotan e Sobal e Cibe'on e Ana e Dison e Ecer e Disan."
    },
    {
      "source": "And the sons of Lotan; Hori, and Homam: and Timna was Lotan's sister.",
      "target": "Ɓiɓɓe Lotan boo: Hori e Homam. Timna, ɗum deerɗiraawo Lotan debbo."
    },
    {
      "source": "The sons of Shobal; Alian, and Manahath, and Ebal, Shephi, and Onam. And the sons of Zibeon; Aiah, and Anah.",
      "target": "Ɓiɓɓe Sobal boo: Aliyan e Manahat e Ebal e Cefi e Onam. Ɓiɓɓe Cibe'on boo: Aya e Ana."
    },
    {
      "source": "The sons of Anah; Dishon. And the sons of Dishon; Amram, and Eshban, and Ithran, and Cheran.",
      "target": "Ɓii Ana boo, Dison. Ɓiɓɓe Dison boo: Hamran e Esban e Yituran e Keran."
    },
    {
      "source": "The sons of Ezer; Bilhan, and Zaavan, and Jakan. The sons of Dishan; Uz, and Aran.",
      "target": "Ɓiɓɓe Ezer boo: Bilhan e Za'awan e Ya'akan. Ɓiɓɓe Disan boo: Uus e Aaran."
    },
    {
      "source": "Now these are the kings that reigned in the land of Edom before any king reigned over the children of Israel; Bela the son of Beor: and the name of his city was Dinhabah.",
      "target": "Ndaa inɗe laamiiɓe Edoomi'en diga Isra'iila walaano laamiiɗo: Bela ɓii Be'or, innde wuro maako Dinhaba."
    },
    {
      "source": "And when Bela was dead, Jobab the son of Zerah of Bozrah reigned in his stead.",
      "target": "Bela maayi. Yobaba ɓii Zeraha mo Bosra laami haa pellel maako."
    },
    {
      "source": "And when Jobab was dead, Husham of the land of the Temanites reigned in his stead.",
      "target": "Yobaba maayi. Husam mo lesdi Temani'en laami haa pellel maako."
    },
    {
      "source": "And when Husham was dead, Hadad the son of Bedad, which smote Midian in the field of Moab, reigned in his stead: and the name of his city was Avith.",
      "target": "Husam maayi. Hadat ɓii Bedaada, mo jaali Mediyan nder lesdi Mo'ab, laami haa pellel maako. Innde wuro maako, Awit."
    },
    {
      "source": "And when Hadad was dead, Samlah of Masrekah reigned in his stead.",
      "target": "Hadat maayi. Samla mo Masreeka laami haa pellel maako."
    },
    {
      "source": "And when Samlah was dead, Shaul of Rehoboth by the river reigned in his stead.",
      "target": "Samla maayi. Sawulu mo Rehobot-dow-Maayo laami haa pellel maako."
    },
    {
      "source": "And when Shaul was dead, Baal–hanan the son of Achbor reigned in his stead.",
      "target": "Sawulu maayi. Ba'al-Hanan ɓii Akbor laami haa pellel maako."
    },
    {
      "source": "And when Baal–hanan was dead, Hadad reigned in his stead: and the name of his city was Pau; and his wife's name was Mehetabel, the daughter of Matred, the daughter of Mezahab.",
      "target": "Ba'al-Hanan maayi. Hadat laami haa pellel maako. Innde wuro maako, Pa'i. Innde debbo maako, Mehetabeyel ɓii Matireeda ɓii Mezahat."
    },
    {
      "source": "Hadad died also. And the dukes of Edom were; duke Timnah, duke Alvah, duke Jetheth,",
      "target": "Hadat maayi. Ndaa yimɓe ɓe ardani lesdi Edoom: Timna, Aliya e Yetet,"
    },
    {
      "source": "Duke Aholibamah, duke Elah, duke Pinon,",
      "target": "Oholibama e Ela e Pinon,"
    },
    {
      "source": "Duke Kenaz, duke Teman, duke Mibzar,",
      "target": "Kenas e Teman e Mipsaara,"
    },
    {
      "source": "Duke Magdiel, duke Iram. These are the dukes of Edom.",
      "target": "Magdiyel e Iram. Kamɓe ngoni ardiiɓe Edoom."
    },
    {
      "source": "These are the sons of Israel; Reuben, Simeon, Levi, and Judah, Issachar, and Zebulun,",
      "target": "Ɓiɓɓe Isra'iila ngoni: Ruben, Simeyon, Lewi, Yahuuda, Issakar, Zabulon,"
    },
    {
      "source": "Dan, Joseph, and Benjamin, Naphtali, Gad, and Asher.",
      "target": "Dan, Yusufu, Benyamin, Neftali, Gada, Aser."
    },
    {
      "source": "The sons of Judah; Er, and Onan, and Shelah: which three were born unto him of the daughter of Shua the Canaanitess. And Er, the firstborn of Judah, was evil in the sight of the  Lord ; and he slew him.",
      "target": "Ɓiɓɓe Yahuuda tato ɓe ɓii Su'a Kanaaniijo danyani mo ngoni: Eer e Oonan e Sela. Ammaa Eer, afo Yahuuda o kalluɗo yeeso Jawmiraawo, Jawmiraawo mbari mo."
    },
    {
      "source": "And Tamar his daughter in law bare him Pharez and Zerah. All the sons of Judah were five.",
      "target": "Ammaa Tamar, esiiko debbo danyani mo Peres e Zeraha. Ɓiɓɓe Yahuuda worɓe fuu, ɓe njowo."
    },
    {
      "source": "The sons of Pharez; Hezron, and Hamul.",
      "target": "Ɓiɓɓe Peres ngoni: Hesruunu e Hamul."
    },
    {
      "source": "And the sons of Zerah; Zimri, and Ethan, and Heman, and Calcol, and Dara: five of them in all.",
      "target": "Ɓiɓɓe Zeraha ngoni: Zimiri e Etan e Heman e Kalkol e Dara, fuu maɓɓe, ɓe njowo."
    },
    {
      "source": "And the sons of Carmi; Achar, the troubler of Israel, who transgressed in the thing accursed.",
      "target": "Ɓii Karmi boo, Akar mo nastini Isra'iila nder sarru ngam o yewi umroore Allah, o hoo'i kuuje kaɗaaɗe ."
    },
    {
      "source": "And the sons of Ethan; Azariah.",
      "target": "Ɓii Etan boo, Azariya."
    },
    {
      "source": "The sons also of Hezron, that were born unto him; Jerahmeel, and Ram, and Chelubai.",
      "target": "Ɓiɓɓe Hesruunu danyanaaɓe mo ngoni: Yerahameel e Ram e Kelubay."
    },
    {
      "source": "And Ram begat Amminadab; and Amminadab begat Nahshon, prince of the children of Judah;",
      "target": "Ram danyi Amminadabu, Amminadabu danyi Nahasunu, ardiiɗo ɓiɓɓe Yahuuda."
    },
    {
      "source": "And Nahshon begat Salma, and Salma begat Boaz,",
      "target": "Nahasunu danyi Salma, Salma danyi Bo'es,"
    },
    {
      "source": "And Boaz begat Obed, and Obed begat Jesse,",
      "target": "Bo'es danyi Obet, Obet danyi Yessa."
    },
    {
      "source": "And Jesse begat his firstborn Eliab, and Abinadab the second, and Shimma the third,",
      "target": "Yessa danyi Eliyabu, afo muuɗum, nden Abinadabu ɗiɗaɓo e Sim'a tataɓo"
    },
    {
      "source": "Nethaneel the fourth, Raddai the fifth,",
      "target": "e Netaneyel nayaɓo e Radday njowaɓo"
    },
    {
      "source": "Ozem the sixth, David the seventh:",
      "target": "e Ocem njoweegoojo e Daawuda njoweeɗiɗaɓo."
    },
    {
      "source": "Whose sisters were Zeruiah, and Abigail. And the sons of Zeruiah; Abishai, and Joab, and Asahel, three.",
      "target": "Deerɗiraaɓe maɓɓe rewɓe ngoni: Seruyatu e Abigayil. Ɓiɓɓe Seruyatu boo: Abisay e Yo'ab e Asa'el, ɓe tato."
    },
    {
      "source": "And Abigail bare Amasa: and the father of Amasa was Jether the Ishmaelite.",
      "target": "Abigayil danyi Amasa. Baaba Amasa, Yeter Isma'iiluujo."
    },
    {
      "source": "And Caleb the son of Hezron begat children of Azubah his wife, and of Jerioth: her sons are these; Jesher, and Shobab, and Ardon.",
      "target": "Kaaleb ɓii Hesruunu danydi bee debbo muuɗum Ajuba e bee Yeri'ot. Ajuba danyi Yeser e Soobaba e Ardon."
    },
    {
      "source": "And when Azubah was dead, Caleb took unto him Ephrath, which bare him Hur.",
      "target": "Nden Ajuba maayi. Kaaleb ɓaŋgi Efratu, kaŋko danyani mo Huuru."
    },
    {
      "source": "And Hur begat Uri, and Uri begat Bezaleel.",
      "target": "Huuru danyi Uuri, Uuri danyi Becaleel."
    },
    {
      "source": "And afterward Hezron went in to the daughter of Machir the father of Gilead, whom he married when he was threescore years old; and she bare him Segub.",
      "target": "Ɓaawo maajum Hesruunu waaldi bee ɓii Makir debbo, Makir woni baaba Gile'at. Hesruunu marno duuɓi cappanɗe joweego saa'i o ɓaŋga debbo man. O danyani mo Seguba."
    },
    {
      "source": "And Segub begat Jair, who had three and twenty cities in the land of Gilead.",
      "target": "Seguba danyi Ya'ir mo mari gure noogas e tati nder lesdi Gile'at."
    },
    {
      "source": "And he took Geshur, and Aram, with the towns of Jair, from them, with Kenath, and the towns thereof, even threescore cities. All these belonged to the sons of Machir the father of Gilead.",
      "target": "Ammaa yimɓe Gesur e Siriya kooci gure Ya'ir haa maɓɓe, non boo berniwol Kenat e gure maagol, waato gure cappanɗe joweego. Kamɓe fuu ɓe ɓiɓɓe Makir, baaba Gile'at."
    },
    {
      "source": "And after that Hezron was dead in Caleb–ephratah, then Abiah Hezron's wife bare him Ashur the father of Tekoa.",
      "target": "Ɓaawo maayde Hesruunu haa Kaaleb-Efratu, Abiya debbo maako danyani mo Askuru, baaba Teko'a."
    },
    {
      "source": "And the sons of Jerahmeel the firstborn of Hezron were, Ram the firstborn, and Bunah, and Oren, and Ozem, and Ahijah.",
      "target": "Ɓiɓɓe Yerahameel, afo Hesruunu ngoni: Ram, afo maako e Buna e Oren e Ocem e Ahiya."
    },
    {
      "source": "Jerahmeel had also another wife, whose name was Atarah; she was the mother of Onam.",
      "target": "Yerahameel woodi boo debbo feere, innde maako Atara. Kaŋko woni daada Onam."
    },
    {
      "source": "And the sons of Ram the firstborn of Jerahmeel were, Maaz, and Jamin, and Eker.",
      "target": "Ɓiɓɓe Ram, afo Yerahameel ngoni: Ma'as e Yamin e Eker."
    },
    {
      "source": "And the sons of Onam were, Shammai, and Jada. And the sons of Shammai; Nadab, and Abishur.",
      "target": "Ɓiɓɓe Onam boo: Sammay e Yada. Ɓiɓɓe Sammay boo: Nadab e Abisuru."
    },
    {
      "source": "And the name of the wife of Abishur was Abihail, and she bare him Ahban, and Molid.",
      "target": "Innde debbo Abisuru, Abihayil. Kaŋko danyani mo Ahaban e Molidi."
    },
    {
      "source": "And the sons of Nadab; Seled, and Appaim: but Seled died without children.",
      "target": "Ɓiɓɓe Nadab ngoni: Selet e Appayim. Selet maayi, heɓaay ɓikkoy."
    },
    {
      "source": "And the sons of Appaim; Ishi. And the sons of Ishi; Sheshan. And the children of Sheshan; Ahlai.",
      "target": "Ɓii Appayim boo, Yisi. Ɓii Yisi boo, Seesan. Ɓii Seesan boo, Ahilay."
    },
    {
      "source": "And the sons of Jada the brother of Shammai; Jether, and Jonathan: and Jether died without children.",
      "target": "Ɓiɓɓe Yada, deerɗu Sammay ngoni: Yeter e Yonatan. Yeter maayi, heɓaay ɓikkoy."
    },
    {
      "source": "And the sons of Jonathan; Peleth, and Zaza. These were the sons of Jerahmeel.",
      "target": "Ɓiɓɓe Yonatan boo: Pelet e Zaaza. Kamɓe ngoni ɓiɓɓe Yerahameel."
    },
    {
      "source": "Now Sheshan had no sons, but daughters. And Sheshan had a servant, an Egyptian, whose name was Jarha.",
      "target": "Ammaa Seesan walaa ɓiɓɓe worɓe, sey rewɓe. Seesan woodi maccuɗo Misraajo, innde maako Yarha."
    },
    {
      "source": "And Sheshan gave his daughter to Jarha his servant to wife; and she bare him Attai.",
      "target": "Seesan te'ni maccuɗo muuɗum Yarha ɓiyum debbo. Kaŋko o danyani mo Attay."
    },
    {
      "source": "And Attai begat Nathan, and Nathan begat Zabad,",
      "target": "Attay danyi Natan, Natan danyi Zabada,"
    },
    {
      "source": "And Zabad begat Ephlal, and Ephlal begat Obed,",
      "target": "Zabada danyi Efilal, Efilal danyi Obet,"
    },
    {
      "source": "And Obed begat Jehu, and Jehu begat Azariah,",
      "target": "Obet danyi Yeehu, Yeehu danyi Azariya,"
    },
    {
      "source": "And Azariah begat Helez, and Helez begat Eleasah,",
      "target": "Azariya danyi Heeles, Heeles danyi El'aasa,"
    },
    {
      "source": "And Eleasah begat Sisamai, and Sisamai begat Shallum,",
      "target": "El'aasa danyi Sismay, Sismay danyi Sallum,"
    },
    {
      "source": "And Shallum begat Jekamiah, and Jekamiah begat Elishama.",
      "target": "Sallum danyi Yekamiya, Yekamiya danyi Eliisama."
    },
    {
      "source": "Now the sons of Caleb the brother of Jerahmeel were, Mesha his firstborn, which was the father of Ziph; and the sons of Mareshah the father of Hebron.",
      "target": "Ɓiɓɓe Kaaleb, deerɗiraawo Yerahameel ngoni: Afo maako, Meesa, baaba Zif e ɓiɓɓe Maresa, baaba Heburuun."
    },
    {
      "source": "And the sons of Hebron; Korah, and Tappuah, and Rekem, and Shema.",
      "target": "Ɓiɓɓe Heburuun boo: Koora e Tappuha e Rekem e Sema."
    },
    {
      "source": "And Shema begat Raham, the father of Jorkoam: and Rekem begat Shammai.",
      "target": "Sema danyi Raham, baaba Yorke'am. Rekem danyi Sammay."
    },
    {
      "source": "And the son of Shammai was Maon: and Maon was the father of Beth–zur.",
      "target": "Ɓii Sammay boo, Ma'on. Ma'on woni baaba Bayti-Cura."
    },
    {
      "source": "And Ephah, Caleb's concubine, bare Haran, and Moza, and Gazez: and Haran begat Gazez.",
      "target": "Efa, culaaɗo Kaaleb danyi Haran e Moosa e Gaajes. Haran danyi Gaajes."
    },
    {
      "source": "And the sons of Jahdai; Regem, and Jotham, and Geshan, and Pelet, and Ephah, and Shaaph.",
      "target": "Ɓiɓɓe Yaaday ngoni: Regem e Yotam e Geesan e Pelet e Efa e Sa'af."
    },
    {
      "source": "Maachah, Caleb's concubine, bare Sheber, and Tirhanah.",
      "target": "Ma'aka, culaaɗo Kaaleb danyi Seber e Tirhana."
    },
    {
      "source": "She bare also Shaaph the father of Madmannah, Sheva the father of Machbenah, and the father of Gibea: and the daughter of Caleb was Achsah.",
      "target": "Nden o danyi Sa'af, baaba Madamanna e Sewu, baaba Makabena e baaba Gibiya. Ɓii Kaaleb debbo boo, Aksa."
    },
    {
      "source": "These were the sons of Caleb the son of Hur, the firstborn of Ephratah; Shobal the father of Kirjath–jearim,",
      "target": "Kamɓe ngoni ɓiɓɓe Kaaleb. Ɓiɓɓe Huuru, afo Efratu debbo Kaaleb ngoni: Sobal, baaba Kiriyat-Ye'arim"
    },
    {
      "source": "Salma the father of Beth–lehem, Hareph the father of Beth–gader.",
      "target": "e Salma, baaba Baytilaama e Haref, baaba Bayti-Gader."
    },
    {
      "source": "And Shobal the father of Kirjath–jearim had sons; Haroeh, and half of the Manahethites.",
      "target": "Ɓiɓɓe Sobal, baaba Kiriyat-Ye'arim ngoni: Haroye e reeta Manooha'en."
    },
    {
      "source": "And the families of Kirjath–jearim; the Ithrites, and the Puhites, and the Shumathites, and the Mishraites; of them came the Zorathites, and the Eshtaulites.",
      "target": "Ci'e nder danygol Kiriyat-Ye'arim ngoni: Yitiri'en e Puti'en e Sumati'en e Misirayi'en. Haa maɓɓe yimɓe Cor'a e Estawol iwi."
    },
    {
      "source": "The sons of Salma; Beth–lehem, and the Netophathites, Ataroth, the house of Joab, and half of the Manahethites, the Zorites.",
      "target": "Ɓiɓɓe Salma ngoni: Baytilaama e Netofa'en e Atarot-Bayti-Yo'ab e reeta Manooha'en e Cor'i'en."
    },
    {
      "source": "And the families of the scribes which dwelt at Jabez; the Tirathites, the Shimeathites, and Suchathites. These are the Kenites that came of Hemath, the father of the house of Rechab.",
      "target": "Geɓe nder lenyol winndooɓe jooɗiiɓe haa Ya'bes ngoni: Tirati'en e Simati'en e Sukati'en. Kamɓe ngoni Keni'en iwɓe haa Hammat, baaba saare Rekab."
    },
    {
      "source": "Now these were the sons of David, which were born unto him in Hebron; the firstborn Amnon, of Ahinoam the Jezreelitess; the second Daniel, of Abigail the Carmelitess:",
      "target": "Ndaa ɓe'e ngoni ɓiɓɓe Daawuda danyaaɓe haa Heburuun: Amnon, afo maako, innde daada mum Ahino'am mo Yisre'el. Daniyel, ɗiɗaɓo, innde daada mum Abigayil mo Karmel."
    },
    {
      "source": "The third, Absalom the son of Maacah the daughter of Talmai king of Geshur: the fourth, Adonijah the son of Haggith:",
      "target": "Absalom, tataɓo, innde daada mum Ma'aka ɓii Talmay, Talmay boo o laamiiɗo Gesur. Adoniya, nayaɓo, innde daada mum Haggit."
    },
    {
      "source": "The fifth, Shephatiah of Abital: the sixth, Ithream by Eglah his wife.",
      "target": "Sefatiya, njowaɓo, innde daada mum Abital. Yitiriyam, njoweegoojo, innde daada mum Egila, debbo Daawuda."
    },
    {
      "source": "These six were born unto him in Hebron; and there he reigned seven years and six months: and in Jerusalem he reigned thirty and three years.",
      "target": "Ɓiɓɓe Daawuda njoweego ɓe'e fuu ndanyaama haa Heburuun. Daawuda laami ton duuɓi joweeɗiɗi e lebbi joweego. Nden o laami haa Urusaliima duuɓi cappanɗe tati e tati ."
    },
    {
      "source": "And these were born unto him in Jerusalem; Shimea, and Shobab, and Nathan, and Solomon, four, of Bath–shua the daughter of Ammiel:",
      "target": "Ndaa ɓe o danyi haa Urusaliima: Sim'a e Sobaba e Natan e Suleymaanu. Daada maɓɓe, Bat-Su'a ɓii Ammiyel debbo. Ɓe nayo ."
    },
    {
      "source": "Ibhar also, and Elishama, and Eliphelet,",
      "target": "Daawuda danyi boo Yibehar e Eliisama e Elifelet"
    },
    {
      "source": "And Nogah, and Nepheg, and Japhia,",
      "target": "e Nooga e Nefek e Yafiya"
    },
    {
      "source": "And Elishama, and Eliada, and Eliphelet, nine.",
      "target": "e Eliisama e Eliyada e Elifelet, ɓe njoweenayo."
    },
    {
      "source": "These were all the sons of David, beside the sons of the concubines, and Tamar their sister.",
      "target": "Ɓe fuu ɓe ɓiɓɓe Daawuda, ɓiɓɓe sulaaɓe limaaka. Tamar woni deerɗiraawo maɓɓe debbo."
    },
    {
      "source": "And Solomon's son was Rehoboam, Abia his son, Asa his son, Jehoshaphat his son,",
      "target": "Ndaa ɓe'e ngoni danygol Suleymaanu: Suleymaanu danyi Robo'am, Robo'am danyi Abiya, Abiya danyi Asa, Asa danyi Yusafat,"
    },
    {
      "source": "Joram his son, Ahaziah his son, Joash his son,",
      "target": "Yusafat danyi Yehoram, Yehoram danyi Ahaziya, Ahaziya danyi Yo'as,"
    },
    {
      "source": "Amaziah his son, Azariah his son, Jotham his son,",
      "target": "Yo'as danyi Amasiya, Amasiya danyi Azariya, Azariya danyi Yotam,"
    },
    {
      "source": "Ahaz his son, Hezekiah his son, Manasseh his son,",
      "target": "Yotam danyi Akas, Akas danyi Hezekiya, Hezekiya danyi Manassa,"
    },
    {
      "source": "Amon his son, Josiah his son.",
      "target": "Manassa danyi Amon, Amon danyi Yusiya."
    },
    {
      "source": "And the sons of Josiah were, the firstborn Johanan, the second Jehoiakim, the third Zedekiah, the fourth Shallum.",
      "target": "Ɓiɓɓe Yusiya ngoni: Yohanan woni afo maako, Yooyakim, ɗiɗaɓo, Sedekiya, tataɓo, Sallum, nayaɓo."
    },
    {
      "source": "And the sons of Jehoiakim: Jeconiah his son, Zedekiah his son.",
      "target": "Danygol Yooyakim boo: Yooyakim danyi Yekoniya e Yekoniya danyi Sedekiya."
    },
    {
      "source": "And the sons of Jeconiah; Assir, Salathiel his son,",
      "target": "Ɓiɓɓe Yekoniya kaɓɓaaɗo boo ngoni: Salatiyel"
    },
    {
      "source": "Malchiram also, and Pedaiah, and Shenazar, Jecamiah, Hoshama, and Nedabiah.",
      "target": "e Malkiram e Pedaya e Senaccar e Yekamiya e Hosama e Nedabiya."
    },
    {
      "source": "And the sons of Pedaiah were, Zerubbabel, and Shimei: and the sons of Zerubbabel; Meshullam, and Hananiah, and Shelomith their sister:",
      "target": "Ɓiɓɓe Pedaya boo: Zorobaabila e Sim'i. Ɓiɓɓe Zorobaabila boo: Mesullam e Hananiya. Selomit woni deerɗiraawo maɓɓe debbo."
    },
    {
      "source": "And Hashubah, and Ohel, and Berechiah, and Hasadiah, Jushab–hesed, five.",
      "target": "O danyi boo Hasuba e Oheel e Berekiya e Hasadiya e Yusab-Hesed, ɓe njowo."
    },
    {
      "source": "And the sons of Hananiah; Pelatiah, and Jesaiah: the sons of Rephaiah, the sons of Arnan, the sons of Obadiah, the sons of Shechaniah.",
      "target": "Danygol Hananiya boo: Pelatiya e Yesa'ya e ɓiɓɓe Refaya e Arnan e Obadiya e Sekaniya."
    },
    {
      "source": "And the sons of Shechaniah; Shemaiah: and the sons of Shemaiah; Hattush, and Igeal, and Bariah, and Neariah, and Shaphat, six.",
      "target": "Ɓii Sekaniya boo, Sema'ya. Ɓiɓɓe Sema'ya boo: Hattus e Yigal e Bariyak e Ne'ariya e Safat, njoweego."
    },
    {
      "source": "And the sons of Neariah; Elioenai, and Hezekiah, and Azrikam, three.",
      "target": "Ɓiɓɓe Ne'ariya boo: Eliyo'enay e Hezekiya e Azrikam, ɓe tato."
    },
    {
      "source": "And the sons of Elioenai were, Hodaiah, and Eliashib, and Pelaiah, and Akkub, and Johanan, and Dalaiah, and Anani, seven.",
      "target": "Ɓiɓɓe Eliyo'enay boo: Hodawiya e Eliyasib e Pelaya e Akkubu e Yohanan e Delaya e Anani, ɓe njoweeɗiɗo."
    },
    {
      "source": "The sons of Judah; Pharez, Hezron, and Carmi, and Hur, and Shobal.",
      "target": "Ndaa danygol Yahuuda: Yahuuda danyi Peres, Peres danyi Hesruunu, Hesruunu danyi Karmi, Karmi danyi Huuru, Huuru danyi Sobal."
    },
    {
      "source": "And Reaiah the son of Shobal begat Jahath; and Jahath begat Ahumai, and Lahad. These are the families of the Zorathites.",
      "target": "Re'aya ɓii Sobal danyi Yahat, Yahat danyi Ahumay e Lahat. Ɗum ci'e Cor'ati'en."
    },
    {
      "source": "And these were of the father of Etam; Jezreel, and Ishma, and Idbash: and the name of their sister was Hazelelponi:",
      "target": "Ndaa danygol baaba Etam: Yisre'el e Yisma e Yidbas. Innde deerɗiraawo maɓɓe debbo boo, Hacalelponi."
    },
    {
      "source": "And Penuel the father of Gedor, and Ezer the father of Hushah. These are the sons of Hur, the firstborn of Ephratah, the father of Beth–lehem.",
      "target": "Nden Penuwel, baaba Gedor e Ezer, baaba Husa. Kamɓe ngoni ɓiɓɓe Huuru, afo Efratu, Huuru woni baaba Baytilaama boo."
    },
    {
      "source": "And Ashur the father of Tekoa had two wives, Helah and Naarah.",
      "target": "Askuru, baaba Teko'a woodi rewɓe ɗiɗo: Heleya e Na'ara."
    },
    {
      "source": "And Naarah bare him Ahuzam, and Hepher, and Temeni, and Haahashtari. These were the sons of Naarah.",
      "target": "Na'ara danyani mo Ahujam e Hefer e Temni e Ahastaari. Kamɓe ngoni ɓiɓɓe Na'ara."
    },
    {
      "source": "And the sons of Helah were, Zereth, and Jezoar, and Ethnan.",
      "target": "Ɓiɓɓe Heleya boo: Seret e Cohar e Etanan."
    },
    {
      "source": "And Coz begat Anub, and Zobebah, and the families of Aharhel the son of Harum.",
      "target": "Koos danyi Anuba e Sobeba. Ci'e nder danygol Aharhel ɓii Harum boo iwi haa maako."
    },
    {
      "source": "And Jabez was more honourable than his brethren: and his mother called his name Jabez, saying, Because I bare him with sorrow.",
      "target": "Ya'bes heɓi tedduŋgal ɓuri deerɗiraaɓe muuɗum. Daada maako hokki mo innde Ya'bes ngam bee bone o danyiri mo."
    },
    {
      "source": "And Jabez called on the God of Israel, saying, Oh that thou wouldest bless me indeed, and enlarge my coast, and that thine hand might be with me, and that thou wouldest keep me from evil, that it may not grieve me! And God granted him that which he requested.",
      "target": "Ya'bes tori Allah Isra'iila, wi'i: “Barkiɗinam, yaajin maral am, juŋngo ma faddo yam, daaynanam sarru ngam taa mi yara bone!” Allah jaɓani mo ko o tori."
    },
    {
      "source": "And Chelub the brother of Shuah begat Mehir, which was the father of Eshton.",
      "target": "Kelub, deerɗiraawo Suha danyi Mehir, kaŋko woni baaba Eston."
    },
    {
      "source": "And Eshton begat Beth–rapha, and Paseah, and Tehinnah the father of Ir–nahash. These are the men of Rechah.",
      "target": "Eston danyi Bayti-Rafa e Paseha e Tehinna, baaba berniwol Nahas. Kamɓe ngoni yimɓe Reka."
    },
    {
      "source": "And the sons of Kenaz; Othniel, and Seraiah: and the sons of Othniel; Hathath.",
      "target": "Ɓiɓɓe Kenas ngoni: Otniyel e Seraya. Ɓiɓɓe Otniyel boo: Hatat e Me'onotay."
    },
    {
      "source": "And Meonothai begat Ophrah: and Seraiah begat Joab, the father of the valley of Charashim; for they were craftsmen.",
      "target": "Me'onotay danyi Ofra. Seraya danyi Yo'ab, baaba Waadiwol-Sanaa'a, ngam ɓe waɗooɓe sanaa'a."
    },
    {
      "source": "And the sons of Caleb the son of Jephunneh; Iru, Elah, and Naam: and the sons of Elah, even Kenaz.",
      "target": "Ɓiɓɓe Kaaleb ɓii Yefunna ngoni: Iiru e Ela e Na'am. Ɓii Ela boo, Kenas."
    },
    {
      "source": "And the sons of Jehaleleel; Ziph, and Ziphah, Tiria, and Asareel.",
      "target": "Ɓiɓɓe Yehallelel ngoni: Zif e Zifa e Tiriya e Asariilu."
    },
    {
      "source": "And the sons of his wife Hodiah the sister of Naham, the father of Keilah the Garmite, and Eshtemoa the Maachathite.",
      "target": "Ɓiɓɓe debbo Hodiyya, deerɗiraawo Naham debbo ngoni: Baaba Ke'ila Garmiijo e Estemo'a Ma'akatiijo."
    },
    {
      "source": "And the sons of Shimon were, Amnon, and Rinnah, Ben–hanan, and Tilon. And the sons of Ishi were, Zoheth, and Ben–zoheth.",
      "target": "Ɓiɓɓe Simona ngoni: Amnon e Rimna e Ben-Hanan e Tilon. Ɓiɓɓe Yisi ngoni: Zohet e Ben-Zohet."
    },
    {
      "source": "The sons of Shelah the son of Judah were, Er the father of Lecah, and Laadah the father of Mareshah, and the families of the house of them that wrought fine linen, of the house of Ashbea,",
      "target": "Ɓiɓɓe Sela ɓii Yahuuda ngoni: Eer, baaba Leka e La'eda, baaba Maresa, non boo ci'e sannyooɓe limce ɗigguɗe haa Bayti-Asbeha."
    },
    {
      "source": "And Jokim, and the men of Chozeba, and Joash, and Saraph, who had the dominion in Moab, and Jashubi–lehem. And these are ancient things.",
      "target": "Fahin Yokim e worɓe wuro Kojeba e Yo'as e Saraf, laamaniiɓe Mo'ab, ɓaawoɗon ɓe ngarti Yasubi-Lahem. Kuuje ɗe'e ɗe ɓooymaaje."
    },
    {
      "source": "These were the potters, and those that dwelt among plants and hedges: there they dwelt with the king for his work.",
      "target": "Kamɓe ɓe mahooɓe payanɗe, ɓe ɗon njooɗi haa Neta'im e Gedera, kommbi laamiiɗo, ɓe ɗon kuuwana ɗum."
    },
    {
      "source": "The sons of Simeon were, Nemuel, and Jamin, Jarib, Zerah, and Shaul:",
      "target": "Ɓiɓɓe Simeyon ngoni: Nemuwel e Yamin e Yariba e Zeraha e Sawulu."
    },
    {
      "source": "Shallum his son, Mibsam his son, Mishma his son.",
      "target": "Ɓii Sawulu, Sallum on. Ɓii Sallum boo, Mipsaam. Ɓii Mipsaam boo, Misma."
    },
    {
      "source": "And the sons of Mishma; Hamuel his son, Zacchur his son, Shimei his son.",
      "target": "Danygol Misma boo: Misma danyi Hamuwel, Hamuwel danyi Zakkur, Zakkur danyi Sim'i."
    },
    {
      "source": "And Shimei had sixteen sons and six daughters; but his brethren had not many children, neither did all their family multiply, like to the children of Judah.",
      "target": "Sim'i woodi ɓiɓɓe worɓe sappo e njoweego e ɓiɓɓe rewɓe njoweego. Ammaa deerɗiraaɓe maako fuu ngalaa ɓiɓɓe ɗuuɗɓe, yimɓe saare maɓɓe yottaaki limgal ɓiɓɓe Yahuuda."
    },
    {
      "source": "And they dwelt at Beer–sheba, and Moladah, and Hazar–shual,",
      "target": "Ɓe ɗon njooɗi haa Biirsaba e Molada e Hacar-Su'al."
    },
    {
      "source": "And at Bilhah, and at Ezem, and at Tolad,",
      "target": "Non boo haa Bilha e Esem e Tolat,"
    },
    {
      "source": "And at Bethuel, and at Hormah, and at Ziklag,",
      "target": "haa Betu'iila e Horma e Cikilak,"
    },
    {
      "source": "And at Beth–marcaboth, and Hazar–susim, and at Beth–biri, and at Shaaraim. These were their cities unto the reign of David.",
      "target": "haa Bayti-Markabot e Hacar-Susim e Bayti-Biri e Saarayim. Kanji ngonno berniiji maɓɓe diga Daawuda laamaaki tawon"
    },
    {
      "source": "And their villages were, Etam, and Ain, Rimmon, and Tochen, and Ashan, five cities:",
      "target": "bee gure maɓɓe. Etaam e Ayin e Rimmon e Token e Asan, berniiji jowi,"
    },
    {
      "source": "And all their villages that were round about the same cities, unto Baal. These were their habitations, and their genealogy.",
      "target": "bee gure maɓɓe piltuɗe berniiji ɗi'i fuu, haa yotti Ba'al. Kanje ngoni joole maɓɓe, ɓe mbinndi boo deftere asli maɓɓe ."
    },
    {
      "source": "And Meshobab, and Jamlech, and Joshah the son of Amaziah,",
      "target": "Mesobab e Yamlek e Yoosa ɓii Amasiya"
    },
    {
      "source": "And Joel, and Jehu the son of Josibiah, the son of Seraiah, the son of Asiel,",
      "target": "e Yo'el e Yeehu, ɓii Yosibiya, ɓii Seraya, ɓii Asiyel"
    },
    {
      "source": "And Elioenai, and Jaakobah, and Jeshohaiah, and Asaiah, and Adiel, and Jesimiel, and Benaiah,",
      "target": "e Eliyo'enay e Yakoba e Yesohaya e Asaya e Adiyel e Yesimiyel e Benaya"
    },
    {
      "source": "And Ziza the son of Shiphi, the son of Allon, the son of Jedaiah, the son of Shimri, the son of Shemaiah;",
      "target": "e Ziza ɓii Sifi, ɓii Allon, ɓii Yedaya, ɓii Simiri, ɓii Sema'ya,"
    },
    {
      "source": "These mentioned by their names were princes in their families: and the house of their fathers increased greatly.",
      "target": "ɓe'e limtaaɓe innde innde laati ardiiɓe ci'e , ci'e maɓɓe ɗuuɗi masin."
    },
    {
      "source": "And they went to the entrance of Gedor, even unto the east side of the valley, to seek pasture for their flocks.",
      "target": "Ngam maajum ɓe ndilli nastirde Gedor haa yotti fuunaaŋge waadiwol, haa ɓe ɗaɓɓita durduɗe ngam dammooji maɓɓe."
    },
    {
      "source": "And they found fat pasture and good, and the land was wide, and quiet, and peaceable; for they of Ham had dwelt there of old.",
      "target": "Ɓe keɓi durduɗe booɗɗe, nafooje, non boo lesdi njaasndi koo toy fuu bee de'ere e jam, ngam jooɗiiɓe ton naane ɓe danygol Haamu."
    },
    {
      "source": "And these written by name came in the days of Hezekiah king of Judah, and smote their tents, and the habitations that were found there, and destroyed them utterly unto this day, and dwelt in their rooms: because there was pasture there for their flocks.",
      "target": "Limtaaɓe innde innde go ngari nder zamanu Hezekiya, laamiiɗo Yahuuda, ɓe kalki laymaaji ɓeya e Me'uni'en jooɗiiɓe ton, ɓe nattini ɓe haa wargo hannde. Ɓe njooɗi haa pellel maɓɓe, ngam durduɗe ɗon ton ngam dammooji maɓɓe."
    },
    {
      "source": "And some of them, even of the sons of Simeon, five hundred men, went to mount Seir, having for their captains Pelatiah, and Neariah, and Rephaiah, and Uzziel, the sons of Ishi.",
      "target": "Woɗɓe nder yimɓe Simeyon, worɓe teemeɗɗe njowo njehi haa hooseere Se'ir. Pelatiya e Ne'ariya e Refaya e Uzziyel, ɓiɓɓe Yisi ardi ɓe."
    },
    {
      "source": "And they smote the rest of the Amalekites that were escaped, and dwelt there unto this day.",
      "target": "Ɓe mbari daɗɓe Amaleki'en luttuɓe, nden ɓe njooɗi ton haa wargo hannde."
    },
    {
      "source": "Now the sons of Reuben the firstborn of Israel, (for he was the firstborn; but, forasmuch as he defiled his father's bed, his birthright was given unto the sons of Joseph the son of Israel: and the genealogy is not to be reckoned after the birthright.",
      "target": "Ruben woni afo baaba muuɗum. Ammaa o huuwi cemtiniiɗum, o waaldi bee culaaɗo baaba maako. Ngam maajum daraja afaaku maako hokkaama ɓiɓɓe Yusufu ɓii Isra'iila. Innde maako nastaay deftere asli fodde afaaku ."
    },
    {
      "source": "For Judah prevailed above his brethren, and of him came the chief ruler; but the birthright was Joseph's:)",
      "target": "Yahuuda laati mawɗo caka deerɗum'en, gooto diga danygol maako boo laati ardiiɗo. Ammaa daraja afaaku laatani Yusufu ."
    },
    {
      "source": "The sons, I say, of Reuben the firstborn of Israel were, Hanoch, and Pallu, Hezron, and Carmi.",
      "target": "Ɓiɓɓe Ruben, afo Isra'iila ngoni: Hanok e Pallu e Hesruunu e Karmi."
    },
    {
      "source": "The sons of Joel; Shemaiah his son, Gog his son, Shimei his son,",
      "target": "Ndaa danygol Yo'el: Yo'el danyi Sema'ya, Sema'ya danyi Gog, Gog danyi Sim'i,"
    },
    {
      "source": "Micah his son, Reaia his son, Baal his son,",
      "target": "Sim'i danyi Mika, Mika danyi Re'aya, Re'aya danyi Ba'al,"
    },
    {
      "source": "Beerah his son, whom Tilgath–pilneser king of Assyria carried away captive: he was prince of the Reubenites.",
      "target": "Ba'al danyi Beera. O hooreejo yimɓe Ruben. Tigilat-Pileser, laamiiɗo Assuura dahi mo ."
    },
    {
      "source": "And his brethren by their families, when the genealogy of their generations was reckoned, were the chief, Jeiel, and Zechariah,",
      "target": "Banndiraaɓe maako fodde ci'e maɓɓe mbinndaama e nastinaama nder deftere asli bana ni'i: Ye'iyel woni arano, nden Zekariya"
    },
    {
      "source": "And Bela the son of Azaz, the son of Shema, the son of Joel, who dwelt in Aroer, even unto Nebo and Baal–meon:",
      "target": "e Bela ɓii Azaza ɓii Sema ɓii Yo'el. Kaŋko o jooɗi haa Aro'er haa yotti Nebo e Ba'al-Me'on."
    },
    {
      "source": "And eastward he inhabited unto the entering in of the wilderness from the river Euphrates: because their cattle were multiplied in the land of Gilead.",
      "target": "Heedi fuunaaŋge o jooɗi haa yotti nastirde ladde gaa'e maayo Efratis, ngam yimɓe maako marno tokke ɗuuɗɗe nder lesdi Gile'at."
    },
    {
      "source": "And in the days of Saul they made war with the Hagarites, who fell by their hand: and they dwelt in their tents throughout all the east land of Gilead.",
      "target": "Nder zamanu laamiiɗo Sawulu ɓe mbaɗi konu bee Hagari'en, ɓe njaali ɓe. Nden ɓe njooɗi nder cuuɗi Hagari'en haa lesdi Gile'at fuunaaŋgeeri fuu."
    },
    {
      "source": "And the children of Gad dwelt over against them, in the land of Bashan unto Salecah:",
      "target": "Yimɓe Gada njooɗi, tiitotiri bee yimɓe Ruben nder lesdi Baasan haa yotti Salka:"
    },
    {
      "source": "Joel the chief, and Shapham the next, and Jaanai, and Shaphat in Bashan.",
      "target": "Yo'el arano, Safam ɗiɗaɓo, nden Ya'anay e Safat nder Baasan."
    },
    {
      "source": "And their brethren of the house of their fathers were, Michael, and Meshullam, and Sheba, and Jorai, and Jachan, and Zia, and Heber, seven.",
      "target": "Banndiraaɓe maɓɓe fodde ci'e maɓɓe ngoni: Mika'iilu e Mesullam e Seba e Yoray e Ya'akan e Ziya e Eber, ɓe njoweeɗiɗo."
    },
    {
      "source": "These are the children of Abihail the son of Huri, the son of Jaroah, the son of Gilead, the son of Michael, the son of Jeshishai, the son of Jahdo, the son of Buz;",
      "target": "Ɓe ɓiɓɓe Abihayil ɓii Huuri ɓii Yaroha ɓii Gile'at ɓii Mika'iilu ɓii Yesisay ɓii Yahado ɓii Bus."
    },
    {
      "source": "Ahi the son of Abdiel, the son of Guni, chief of the house of their fathers.",
      "target": "Ahi ɓii Abdiyel ɓii Guni woni baaba saare maɓɓe."
    },
    {
      "source": "And they dwelt in Gilead in Bashan, and in her towns, and in all the suburbs of Sharon, upon their borders.",
      "target": "Kamɓe ɓe njooɗi nder lesɗe Gile'at e Baasan e nder gure maaje, non boo haa durduɗe Saron haa yotti keeri maaje."
    },
    {
      "source": "All these were reckoned by genealogies in the days of Jotham king of Judah, and in the days of Jeroboam king of Israel.",
      "target": "Ɓe fuu ɓe mbinndaama nder deftere asli nder zamanu Yotam, laamiiɗo Yahuuda e Yerobo'am laamiiɗo Isra'iila."
    },
    {
      "source": "The sons of Reuben, and the Gadites, and half the tribe of Manasseh, of valiant men, men able to bear buckler and sword, and to shoot with bow, and skilful in war, were four and forty thousand seven hundred and threescore, that went out to the war.",
      "target": "Yimɓe Ruben e yimɓe Gada e reeta lenyol Manassa, worɓe honooɓe, jogiiɓe bawarɗe  e kaafaaje, tirooɓe lagaaje, waawɓe konu fuu, taaskaniiɓe haɓre, limgal maɓɓe waɗi ujine cappanɗe nayo e nayo e teemeɗɗe njoweeɗiɗo e cappanɗe njoweego ."
    },
    {
      "source": "And they made war with the Hagarites, with Jetur, and Naphish, and Nodab.",
      "target": "Ɓe mbaɗi konu bee Hagari'en e yimɓe Yetuuru e Naafis e Nodaba."
    },
    {
      "source": "And they were helped against them, and the Hagarites were delivered into their hand, and all that were with them: for they cried to God in the battle, and he was entreated of them; because they put their trust in him.",
      "target": "Nder haɓre ɓe tori Allah, kaŋko o jaɓi tornde maɓɓe ngam ɓe ɗon kooli mo. O walli ɓe haɓugo bee konne'en maɓɓe, o hokki ɓe jaalorgal dow Hagari'en e wonduɓe bee maɓɓe."
    },
    {
      "source": "And they took away their cattle; of their camels fifty thousand, and of sheep two hundred and fifty thousand, and of asses two thousand, and of men an hundred thousand.",
      "target": "Ɓe kooci dabbaaji konne'en maɓɓe: Geelooɗi ujine cappanɗe jowi  e dammooji ujine teemeɗɗe ɗiɗi e cappanɗe jowi  e bamɗe ujine ɗiɗi , non boo yimɓe ujine teemerre ."
    },
    {
      "source": "For there fell down many slain, because the war was of God. And they dwelt in their steads until the captivity.",
      "target": "Naawnaaɓe ɗuuɗɓe maayi, ngam Allah bee hoore muuɗum waɗi haɓre maajum. Ɓaawoɗon yimɓe le'i ɗiɗi e reeta go njooɗi haa pellel ɓeya haa yotti saa'i daheeki."
    },
    {
      "source": "And the children of the half tribe of Manasseh dwelt in the land: they increased from Bashan unto Baal–hermon and Senir, and unto mount Hermon.",
      "target": "Yimɓe reeta lenyol Manassa njooɗi haa lesdi maajum diga Baasan haa yotti Ba'al-Hermoon e Seniira e hooseere Hermoon, ɓe ɗuuɗɓe masin."
    },
    {
      "source": "And these were the heads of the house of their fathers, even Epher, and Ishi, and Eliel, and Azriel, and Jeremiah, and Hodaviah, and Jahdiel, mighty men of valour, famous men, and heads of the house of their fathers.",
      "target": "Ndaa ɓe'e ngoni baaba-ci'e'en  maɓɓe: Efer e Yisi e Eliyel e Ajiriyel e Yeremiya e Hodawiya e Yahadiyel, ɓe fuu ɓe honooɓe semmbiɗɓe, worɓe tedduɓe."
    },
    {
      "source": "And they transgressed against the God of their fathers, and went a whoring after the gods of the people of the land, whom God destroyed before them.",
      "target": "Yimɓe lenyol Ruben bee Gada e reeta lenyol Manassa ngewi umroore Allah kaakiraaɓe muuɗum'en, ɓe ɗakkotiri bee labbi ummaatooje lesdi man ɗe Allah nattinno yeeso maɓɓe."
    },
    {
      "source": "And the God of Israel stirred up the spirit of Pul king of Assyria, and the spirit of Tilgath–pilneser king of Assyria, and he carried them away, even the Reubenites, and the Gadites, and the half tribe of Manasseh, and brought them unto Halah, and Habor, and Hara, and to the river Gozan, unto this day.",
      "target": "Ngam maajum Allah Isra'iila ummini ɓerɗe Pul e Tigilat-Pileser, laamiiɓe Assuura ngam dahugo  yimɓe Ruben e yimɓe Gada e reeta lenyol Manassa haa Halah e maayo Habor e Hara e maayo Goosan. Ton ɓe ngoni haa wargo hannde ."
    },
    
    {
      "source": "The sons of Levi; Gershon, Kohath, and Merari.",
      "target": "Ɓiɓɓe Lewi ngoni: Gersom e Kahat e Meraari."
    },
    {
      "source": "And the sons of Kohath; Amram, Izhar, and Hebron, and Uzziel.",
      "target": "Ndaa inɗe ɓiɓɓe Gersom: Libni e Sim'i."
    },
    {
      "source": "And the children of Amram; Aaron, and Moses, and Miriam. The sons also of Aaron; Nadab, and Abihu, Eleazar, and Ithamar.",
      "target": "Ɓiɓɓe Kahat boo: Amram e Yicehar e Heburuun e Uzziyel."
    },
    {
      "source": "Eleazar begat Phinehas, Phinehas begat Abishua,",
      "target": "Ɓiɓɓe Meraari boo: Mahali e Musi . Ndaa ci'e  Lewi'en fodde kaakiraaɓe maɓɓe:"
    },
    {
      "source": "And Abishua begat Bukki, and Bukki begat Uzzi,",
      "target": "Danygol Gersom: Gersom danyi Libni, Libni danyi Yahat, Yahat danyi Zimma,"
    },
    {
      "source": "And Uzzi begat Zerahiah, and Zerahiah begat Meraioth,",
      "target": "Zimma danyi Yo'aha, Yo'aha danyi Iddo, Iddo danyi Zeraha, Zeraha danyi Yatiray."
    },
    {
      "source": "Meraioth begat Amariah, and Amariah begat Ahitub,",
      "target": "Danygol Kahat boo: Kahat danyi Amminadabu, Amminadabu danyi Koora, Koora danyi Assir,"
    },
    {
      "source": "And Ahitub begat Zadok, and Zadok begat Ahimaaz,",
      "target": "Assir danyi Elkaana, Elkaana danyi Abiyasaf, Abiyasaf danyi Assir,"
    },
    {
      "source": "And Ahimaaz begat Azariah, and Azariah begat Johanan,",
      "target": "Assir danyi Tahat, Tahat danyi Uriyel, Uriyel danyi Uzziya, Uzziya danyi Sawulu."
    },
    {
      "source": "And Johanan begat Azariah,",
      "target": "Ɓiɓɓe Elkaana ngoni: Amasay e Ahimot."
    },
    {
      "source": "And Azariah begat Amariah, and Amariah begat Ahitub,",
      "target": "Danygol Ahimot: Ahimot danyi Elkaana, Elkaana danyi Sofay, Sofay danyi Nahat,"
    },
    {
      "source": "And Ahitub begat Zadok, and Zadok begat Shallum,",
      "target": "Nahat danyi Eliyabu, Eliyabu danyi Yeroham, Yeroham danyi Elkaana, Elkaana danyi Samuyila."
    },
    {
      "source": "And Shallum begat Hilkiah, and Hilkiah begat Azariah,",
      "target": "Ɓiɓɓe Samuyila boo: Yo'el woni afo maako, Abiya boo, ɗiɗaɓo."
    },
    {
      "source": "And Azariah begat Seraiah, and Seraiah begat Jehozadak,",
      "target": "Danygol Meraari boo: Meraari danyi Mahali, Mahali danyi Libni, Libni danyi Sim'i, Sim'i danyi Uzza,"
    },
    {
      "source": "And Jehozadak went into captivity, when the  Lord  carried away Judah and Jerusalem by the hand of Nebuchadnezzar.",
      "target": "Uzza danyi Sim'a, Sim'a danyi Haggiya, Haggiya danyi Asaya."
    },
    {
      "source": "The sons of Levi; Gershom, Kohath, and Merari.",
      "target": "Ndaa yimɓe ɓe Daawuda darni ngam ɗowugo gimi nder haykaliiru Jawmiraawo ɓaawo ɓe njo'ini sundukru alkawal nder maaru."
    },
    {
      "source": "And these be the names of the sons of Gershom; Libni, and Shimei.",
      "target": "Ɓe kuuwi kuugal man yeeso laymaaru fottirde bee yimugo haa saa'i Suleymaanu nyiɓi haykaliiru Jawmiraawo haa Urusaliima. Ɓe kuuwi kuugal maɓɓe fodde umroore nde ɓe umri ɓe."
    },
    {
      "source": "And the sons of Kohath were, Amram, and Izhar, and Hebron, and Uzziel.",
      "target": "Ndaa inɗe dariiɓe ton e ɓiɓɓe maɓɓe: Nder yimɓe Kahat, Heman gimoowo ɓii Yo'el, ɓii Samuyila,"
    },
    {
      "source": "The sons of Merari; Mahli, and Mushi. And these are the families of the Levites according to their fathers.",
      "target": "ɓii Elkaana, ɓii Yeroham, ɓii Eliyel, ɓii Tooha,"
    },
    {
      "source": "Of Gershom; Libni his son, Jahath his son, Zimmah his son,",
      "target": "ɓii Cuuf, ɓii Elkaana, ɓii Mahat, ɓii Amasay,"
    },
    {
      "source": "Joah his son, Iddo his son, Zerah his son, Jeaterai his son.",
      "target": "ɓii Elkaana, ɓii Yo'el, ɓii Azariya, ɓii Sefaniya,"
    },
    {
      "source": "The sons of Kohath; Amminadab his son, Korah his son, Assir his son,",
      "target": "ɓii Tahat, ɓii Asir, ɓii Ebiyasaf, ɓii Koora,"
    },
    {
      "source": "Elkanah his son, and Ebiasaph his son, and Assir his son,",
      "target": "ɓii Yicehar, ɓii Kahat, ɓii Lewi, ɓii Isra'iila."
    },
    {
      "source": "Tahath his son, Uriel his son, Uzziah his son, and Shaul his son.",
      "target": "Non boo Asaf banndiiko, dariiɗo haa nyaamo maako: Asaf ɓii Berekiya, ɓii Sim'a,"
    },
    {
      "source": "And the sons of Elkanah; Amasai, and Ahimoth.",
      "target": "ɓii Mika'iilu, ɓii Ba'aseya, ɓii Malkiya,"
    },
    {
      "source": "As for Elkanah: the sons of Elkanah; Zophai his son, and Nahath his son,",
      "target": "ɓii Etani, ɓii Zeraha, ɓii Adaya,"
    },
    {
      "source": "Eliab his son, Jeroham his son, Elkanah his son.",
      "target": "ɓii Etan, ɓii Zimma, ɓii Sim'i,"
    },
    {
      "source": "And the sons of Samuel; the firstborn Vashni, and Abiah.",
      "target": "ɓii Yahat, ɓii Gersom, ɓii Lewi."
    },
    {
      "source": "The sons of Merari; Mahli, Libni his son, Shimei his son, Uzza his son,",
      "target": "Nder yimɓe Meraari, banndiraaɓe maɓɓe dariiɓe haa wakeere nannde boo, Etan ɓii Kiisi, ɓii Abdi, ɓii Malluku,"
    },
    {
      "source": "Shimea his son, Haggiah his son, Asaiah his son.",
      "target": "ɓii Hasabiya, ɓii Amasiya, ɓii Hilkiyya,"
    },
    {
      "source": "And these are they whom David set over the service of song in the house of the  Lord , after that the ark had rest.",
      "target": "ɓii Amsi, ɓii Baani, ɓii Semer,"
    },
    {
      "source": "And they ministered before the dwelling place of the tabernacle of the congregation with singing, until Solomon had built the house of the  Lord  in Jerusalem: and then they waited on their office according to their order.",
      "target": "ɓii Mahali, ɓii Musi, ɓii Meraari, ɓii Lewi."
    },
    {
      "source": "And these are they that waited with their children. Of the sons of the Kohathites: Heman a singer, the son of Joel, the son of Shemuel,",
      "target": "Banndiraaɓe maɓɓe Lewi'en kalfinaama kuuɗe fuu haa jooɗorde, waato haykaliiru Allah."
    },
    {
      "source": "The son of Elkanah, the son of Jeroham, the son of Eliel, the son of Toah,",
      "target": "Haruna bee ɓikkoy mum ɗon ngula kirsaaɗi dow hirsirde e uurle dow gulduɗum uurle. Kamɓe ngoni suklaniiɓe kuuje ɓurɗe senaago, ngam haa ɓe keɓana Isra'iila'en yaafuye fodde umroore Muusa, jaggiiɗo Allah."
    },
    {
      "source": "The son of Zuph, the son of Elkanah, the son of Mahath, the son of Amasai,",
      "target": "Ndaa danygol Haruna: Haruna danyi Eli'azaaru, Eli'azaaru danyi Pinehas, Pinehas danyi Abisu'a,"
    },
    {
      "source": "The son of Elkanah, the son of Joel, the son of Azariah, the son of Zephaniah,",
      "target": "Abisu'a danyi Bukki, Bukki danyi Uzzi, Uzzi danyi Zerahiya,"
    },
    {
      "source": "The son of Tahath, the son of Assir, the son of Ebiasaph, the son of Korah,",
      "target": "Zerahiya danyi Merayot, Merayot danyi Amariya, Amariya danyi Ahitooba,"
    },
    {
      "source": "The son of Izhar, the son of Kohath, the son of Levi, the son of Israel.",
      "target": "Ahitooba danyi Cadok, Cadok danyi Ahimaas."
    },
    {
      "source": "And his brother Asaph, who stood on his right hand, even Asaph the son of Berechiah, the son of Shimea,",
      "target": "Ndaa no Lewi'en njooɗori fodde beerle maɓɓe nder maral maɓɓe: Ɓiɓɓe Haruna nder danygol Kahat, bana kur'u aranu yeɗi ɓe."
    },
    {
      "source": "The son of Michael, the son of Baaseiah, the son of Malchiah,",
      "target": "Ɓe keɓi berniwol Heburuun nder lesdi Yahuuda bee durduɗe maagol taariiɗe ngol."
    },
    {
      "source": "The son of Ethni, the son of Zerah, the son of Adaiah,",
      "target": "Ammaa gese berniwol maajum bee gure maagol, ɓe ndokki ɗum Kaaleb ɓii Yefunna."
    },
    {
      "source": "The son of Ethan, the son of Zimmah, the son of Shimei,",
      "target": "Ɓe ndokki ɓiɓɓe Haruna boo berniiji kisruɗi ɗi'i: Heburuun e Libna bee durduɗe maagol e Yattir e Estemo'a bee durduɗe maagol"
    },
    {
      "source": "The son of Jahath, the son of Gershom, the son of Levi.",
      "target": "e Hiles bee durduɗe maagol e Debir bee durduɗe maagol"
    },
    {
      "source": "And their brethren the sons of Merari stood on the left hand: Ethan the son of Kishi, the son of Abdi, the son of Malluch,",
      "target": "e Asan bee durduɗe maagol e Bayti-Semes bee durduɗe maagol."
    },
    {
      "source": "The son of Hashabiah, the son of Amaziah, the son of Hilkiah,",
      "target": "Haa lenyol Benyamin boo: Geba bee durduɗe maagol e Alemet bee durduɗe maagol e Anatot bee durduɗe maagol. Berniiji maɓɓe fuu, ɗi sappo e tati, fodde ci'e maɓɓe."
    },
    {
      "source": "The son of Amzi, the son of Bani, the son of Shamer,",
      "target": "Danygol Kahat luttuŋgol heɓi berniiji sappo bee kur'u nder lenyol Efrayim e lenyol Dan e reeta lenyol Manassa."
    },
    {
      "source": "The son of Mahli, the son of Mushi, the son of Merari, the son of Levi.",
      "target": "Ci'e nder danygol Gersom keɓi berniiji sappo e tati bee kur'u, nder lenyol Issakar e lenyol Aser e lenyol Neftali e lenyol Manassa nder Baasan."
    },
    {
      "source": "Their brethren also the Levites were appointed unto all manner of service of the tabernacle of the house of God.",
      "target": "Ci'e nder danygol Meraari keɓi berniiji sappo e ɗiɗi bee kur'u, nder lenyol Ruben e lenyol Gada e lenyol Zabulon."
    },
    {
      "source": "But Aaron and his sons offered upon the altar of the burnt offering, and on the altar of incense, and were appointed for all the work of the place most holy, and to make an atonement for Israel, according to all that Moses the servant of God had commanded.",
      "target": "Bana nii Isra'iila'en ndokkiri Lewi'en berniiji ɗi bee durduɗe maaji."
    },
    {
      "source": "And these are the sons of Aaron; Eleazar his son, Phinehas his son, Abishua his son,",
      "target": "Ɓe ta'i ɗum bee kur'u nder lenyol yimɓe Yahuuda e lenyol yimɓe Simeyon e lenyol yimɓe Benyamin, berniiji ɗi'i inndinaaɗi bee inɗe maɓɓe."
    },
    {
      "source": "Bukki his son, Uzzi his son, Zerahiah his son,",
      "target": "Ci'e nder danygol Kahat goɗɗe nastini berniiji maral maaje nder lenyol Efrayim."
    },
    {
      "source": "Meraioth his son, Amariah his son, Ahitub his son,",
      "target": "Ɓe ndokki ɓe berniiji kisruɗi ɗi'i: Sikem bee durduɗe maagol nder lesdi kooseeje Efrayim e Gezer bee durduɗe maagol"
    },
    {
      "source": "Zadok his son, Ahimaaz his son.",
      "target": "e Yokme'am bee durduɗe maagol e Baytihurun bee durduɗe maagol"
    },
    {
      "source": "Now these are their dwelling places throughout their castles in their coasts, of the sons of Aaron, of the families of the Kohathites: for theirs was the lot.",
      "target": "e Ayyalon bee durduɗe maagol e Gat-Rimmon bee durduɗe maagol"
    },
    {
      "source": "And they gave them Hebron in the land of Judah, and the suburbs thereof round about it.",
      "target": "nder reeta lenyol Manassa boo: Aner bee durduɗe maagol e Bile'am bee durduɗe maagol. Kanji laatani danygol ɓiɓɓe Kahat luttuɓe."
    },
    {
      "source": "But the fields of the city, and the villages thereof, they gave to Caleb the son of Jephunneh.",
      "target": "Danygol Gersom heɓi berniiji ɗi'i nder yimɓe reeta lenyol Manassa: Golan nder Baasan bee durduɗe maagol e Astarot bee durduɗe maagol."
    },
    {
      "source": "And to the sons of Aaron they gave the cities of Judah, namely, Hebron, the city of refuge, and Libnah with her suburbs, and Jattir, and Eshtemoa, with their suburbs,",
      "target": "Nder lenyol Issakar boo: Keedes bee durduɗe maagol e Daberat bee durduɗe maagol"
    },
    {
      "source": "And Hilen with her suburbs, Debir with her suburbs,",
      "target": "e Ramot bee durduɗe maagol e Anem bee durduɗe maagol."
    },
    {
      "source": "And Ashan with her suburbs, and Beth–shemesh with her suburbs:",
      "target": "Nder lenyol Aser boo: Masal bee durduɗe maagol e Abdon bee durduɗe maagol"
    },
    {
      "source": "And out of the tribe of Benjamin; Geba with her suburbs, and Alemeth with her suburbs, and Anathoth with her suburbs. All their cities throughout their families were thirteen cities.",
      "target": "e Hukok bee durduɗe maagol e Rehob bee durduɗe maagol."
    },
    {
      "source": "And unto the sons of Kohath, which were left of the family of that tribe, were cities given out of the half tribe, namely, out of the half tribe of Manasseh, by lot, ten cities.",
      "target": "Nder lenyol Neftali boo: Keedes nder Galiili bee durduɗe maagol e Hammon bee durduɗe maagol e Kiriyatayim bee durduɗe maagol."
    },
    {
      "source": "And to the sons of Gershom throughout their families out of the tribe of Issachar, and out of the tribe of Asher, and out of the tribe of Naphtali, and out of the tribe of Manasseh in Bashan, thirteen cities.",
      "target": "Danygol Meraari luttuŋgol heɓi berniiji ɗi'i nder lenyol Zabulon: Rimmono bee durduɗe maagol e Taboora bee durduɗe maagol."
    },
    {
      "source": "Unto the sons of Merari were given by lot, throughout their families, out of the tribe of Reuben, and out of the tribe of Gad, and out of the tribe of Zebulun, twelve cities.",
      "target": "Haa gaɗa Urdun, wakeere fuunaaŋge haa tiitotirde Yeriko, ngol heɓi haa lenyol Ruben: Beser nder ladde bee durduɗe maagol e Yahas bee durduɗe maagol"
    },
    {
      "source": "And the children of Israel gave to the Levites these cities with their suburbs.",
      "target": "e Kedemot bee durduɗe maagol e Mefa'at bee durduɗe maagol."
    },
    {
      "source": "And they gave by lot out of the tribe of the children of Judah, and out of the tribe of the children of Simeon, and out of the tribe of the children of Benjamin, these cities, which are called by their names.",
      "target": "Nder lenyol Gada boo: Ramot nder Gile'at bee durduɗe maagol e Mahanayim bee durduɗe maagol"
    },
    {
      "source": "And the residue of the families of the sons of Kohath had cities of their coasts out of the tribe of Ephraim.",
      "target": "e Hesbon bee durduɗe maagol e Ya'ajer bee durduɗe maagol."
    },
    {
      "source": "Now the sons of Issachar were, Tola, and Puah, Jashub, and Shimron, four.",
      "target": "Ɓiɓɓe Issakar ngoni: Tola e Puwa e Yasuba e Simron, ɓe nayo."
    },
    {
      "source": "And the sons of Tola; Uzzi, and Rephaiah, and Jeriel, and Jahmai, and Jibsam, and Shemuel, heads of their father's house, to wit, of Tola: they were valiant men of might in their generations; whose number was in the days of David two and twenty thousand and six hundred.",
      "target": "Ɓiɓɓe Tola boo: Uzzi e Refaya e Yeriyel e Yahamay e Yipsam e Samuyila. Kamɓe ngoni baaba-ci'e'en nder danygol Tola, ɓe honooɓe semmbiɗɓe, suusɓe fodde gide maɓɓe. Limgal maɓɓe zamanu laamu Daawuda, ujine noogas e ɗiɗo e teemeɗɗe njoweego ."
    },
    {
      "source": "And the sons of Uzzi; Izrahiah: and the sons of Izrahiah; Michael, and Obadiah, and Joel, Ishiah, five: all of them chief men.",
      "target": "Ɓii Uzzi, Yisrahiya. Ɓiɓɓe Yisrahiya boo: Mika'iilu e Obadiya e Yo'el e Yissiya, hawti mawɓe njowo."
    },
    {
      "source": "And with them, by their generations, after the house of their fathers, were bands of soldiers for war, six and thirty thousand men: for they had many wives and sons.",
      "target": "Mooɓe jama'aare konu ujine cappanɗe tato e njoweego  ngondi bee maɓɓe, fodde gide maɓɓe e ci'e maɓɓe, ngam ɓe ngoodi rewɓe e ɓiɓɓe ɗuuɗɓe."
    },
    {
      "source": "And their brethren among all the families of Issachar were valiant men of might, reckoned in all by their genealogies fourscore and seven thousand.",
      "target": "Banndiraaɓe maɓɓe nder ci'e Issakar'en fuu, limgal winndaaɓe nder deftere asli waɗi honooɓe semmbiɗɓe ujine cappanɗe njoweetato e njoweeɗiɗo ."
    },
    {
      "source": "The sons of Benjamin; Bela, and Becher, and Jediael, three.",
      "target": "Ɓiɓɓe Benyamin ngoni: Bela e Beker e Yedi'ayel, ɓe tato."
    },
    {
      "source": "And the sons of Bela; Ezbon, and Uzzi, and Uzziel, and Jerimoth, and Iri, five; heads of the house of their fathers, mighty men of valour; and were reckoned by their genealogies twenty and two thousand and thirty and four.",
      "target": "Ɓiɓɓe Bela boo: Esbon e Uzzi e Uzziyel e Yerimot e Iiri, ɓe njowo. Ɓe baaba-ci'e'en, honooɓe semmbiɗɓe. Limgal winndaaɓe maɓɓe waɗi ujine noogas e ɗiɗo e cappanɗe tato e nayo ."
    },
    {
      "source": "And the sons of Becher; Zemira, and Joash, and Eliezer, and Elioenai, and Omri, and Jerimoth, and Abiah, and Anathoth, and Alameth. All these are the sons of Becher.",
      "target": "Ɓiɓɓe Beker boo: Zimira e Yo'as e Eli'ezer e Eliyo'enay e Omri e Yeremot e Abiya e Anatot e Alemet, ɓe fuu ɓe ɓiɓɓe Beker."
    },
    {
      "source": "And the number of them, after their genealogy by their generations, heads of the house of their fathers, mighty men of valour, was twenty thousand and two hundred.",
      "target": "Winndaaɓe nder deftere asli maɓɓe fodde baaba-ci'e'en maɓɓe, honooɓe semmbiɗɓe ujine noogas e teemeɗɗe ɗiɗo ."
    },
    {
      "source": "The sons also of Jediael; Bilhan: and the sons of Bilhan; Jeush, and Benjamin, and Ehud, and Chenaanah, and Zethan, and Tharshish, and Ahishahar.",
      "target": "Ɓii Yedi'ayel, Bilhan. Ɓiɓɓe Bilhan boo: Ye'us e Benyamin e Ehuudi e Kenana e Zetan e Tarsis e Ahisahar."
    },
    {
      "source": "All these the sons of Jediael, by the heads of their fathers, mighty men of valour, were seventeen thousand and two hundred soldiers, fit to go out for war and battle.",
      "target": "Ɓe fuu ɓe ɓiɓɓe Yedi'ayel, fodde baaba-ci'e'en, honooɓe semmbiɗɓe, waawɓe konu ujine sappo e njoweeɗiɗo e teemeɗɗe ɗiɗo ."
    },
    {
      "source": "Shuppim also, and Huppim, the children of Ir, and Hushim, the sons of Aher.",
      "target": "Suppim e Huppim ngoni ɓiɓɓe Iir, Husim woni ɓii Aher."
    },
    {
      "source": "The sons of Naphtali; Jahziel, and Guni, and Jezer, and Shallum, the sons of Bilhah.",
      "target": "Ɓiɓɓe Neftali ngoni: Yahaciyel e Guni e Yejer e Sallum. Kamɓe ngoni danygol Bilha ."
    },
    {
      "source": "The sons of Manasseh; Asriel, whom she bare: (but his concubine the Aramitess bare Machir the father of Gilead:",
      "target": "Ɓiɓɓe Manassa ngoni: Asriyel mo culaaɗo Manassa Siriyaajo danyi. O danyi boo Makir, baaba Gile'at."
    },
    {
      "source": "And Machir took to wife the sister of Huppim and Shuppim, whose sister's name was Maachah;) and the name of the second was Zelophehad: and Zelophehad had daughters.",
      "target": "Makir te'ani Huppim e Suppim rewɓe. Innde deerɗiiko debbo, Ma'aka, innde ɓiyiiko ɗiɗaɓo, Celofhad. Kaŋko o walaa ɓiɓɓe worɓe, sey ɓiɓɓe rewɓe."
    },
    {
      "source": "And Maachah the wife of Machir bare a son, and she called his name Peresh; and the name of his brother was Sheresh; and his sons were Ulam and Rakem.",
      "target": "Ma'aka, debbo Makir danyi ɓiɗɗo gorko, inndi mo Peres. Innde deerɗiiko, Zeres. Ɓiɓɓe Zeres boo: Ulam e Rekem."
    },
    {
      "source": "And the sons of Ulam; Bedan. These were the sons of Gilead, the son of Machir, the son of Manasseh.",
      "target": "Ɓii Ulam boo, Bedan. Kamɓe ngoni ɓiɓɓe Gile'at ɓii Makir ɓii Manassa."
    },
    {
      "source": "And his sister Hammoleketh bare Ishod, and Abiezer, and Mahalah.",
      "target": "Hammoleket, deerɗu Gile'at debbo danyi Isihoda e Abi'ezer e Mahala."
    },
    {
      "source": "And the sons of Shemida were, Ahian, and Shechem, and Likhi, and Aniam.",
      "target": "Ɓiɓɓe Semida boo: Ahiyan e Sikem e Likhi e Ani'am."
    },
    {
      "source": "And the sons of Ephraim; Shuthelah, and Bered his son, and Tahath his son, and Eladah his son, and Tahath his son,",
      "target": "Ndaa danygol Efrayim: Efrayim danyi Sutelaha, Sutelaha danyi Beeret, Beeret danyi Tahat, Tahat danyi El'aada, El'aada danyi Tahat,"
    },
    {
      "source": "And Zabad his son, and Shuthelah his son, and Ezer, and Elead, whom the men of Gath that were born in that land slew, because they came down to take away their cattle.",
      "target": "Tahat danyi Zabada, Zabada danyi Sutelaha. Non boo Ezer e El'aadi ɓe yimɓe Gaat danyaaɓe nder lesdi maajum mbari, ngam ɓe njahno jaɓtugo tokke maɓɓe."
    },
    {
      "source": "And Ephraim their father mourned many days, and his brethren came to comfort him.",
      "target": "Baaba maɓɓe Efrayim woyi ɓe nyalɗe ɗuuɗɗe, deerɗiraaɓe maako ngari de'itingo mo."
    },
    {
      "source": "And when he went in to his wife, she conceived, and bare a son, and he called his name Beriah, because it went evil with his house.",
      "target": "Nden o hawti bee debbo maako, kaŋko o reedi, o danyi ɓiɗɗo gorko. Efrayim inndi mo Beri'a ngam sarru ɗon haa saare maako."
    },
    {
      "source": "",
      "target": "O woodi boo ɓiɗɗo debbo. Innde maako Se'era mo nyiɓi Baytihurun-les e Baytihurun-dow e Uzzen-Se'era."
    },
    {
      "source": "And Rephah was his son, also Resheph, and Telah his son, and Tahan his son,",
      "target": "Beri'a danyi Refaha, Refaha danyi Resef, Resef danyi Telaha, Telaha danyi Tahan,"
    },
    {
      "source": "Laadan his son, Ammihud his son, Elishama his son,",
      "target": "Tahan danyi La'adan, La'adan danyi Ammihudu, Ammihudu danyi Eliisama,"
    },
    {
      "source": "Non his son, Jehoshua his son.",
      "target": "Eliisama danyi Nuuna, Nuuna danyi Yosuwa."
    },
    {
      "source": "And their possessions and habitations were, Beth–el and the towns thereof, and eastward Naaran, and westward Gezer, with the towns thereof; Shechem also and the towns thereof, unto Gaza and the towns thereof:",
      "target": "Ɓe njooɗi haa berniwol Baytila bee gure maagol e Na'ara haa fuunaaŋge Gezer bee gure maagol haa hiirnaaŋge e Sikem bee gure maagol, haa yotti Ayya bee gure maagol. Ɗum laati maral maɓɓe."
    },
    {
      "source": "And by the borders of the children of Manasseh, Beth–shean and her towns, Taanach and her towns, Megiddo and her towns, Dor and her towns. In these dwelt the children of Joseph the son of Israel.",
      "target": "Ammaa ɓiɓɓe Manassa mari Bayti-Se'an bee gure maagol e Ta'enak bee gure maagol e Megiddo bee gure maagol e Door bee gure maagol. Nder maaji fuu danygol Yusufu ɓii Isra'iila njooɗi."
    },
    {
      "source": "The sons of Asher; Imnah, and Ishuah, and Ishvi, and Beriah, and Serah their sister.",
      "target": "Ɓiɓɓe Aser ngoni: Yimna e Yisuwa e Yisuwi e Beri'a e Seraha, deerɗiraawo maɓɓe debbo."
    },
    {
      "source": "And the sons of Beriah; Heber, and Malchiel, who is the father of Birzavith.",
      "target": "Ɓiɓɓe Beri'a boo: Heber e Malkiyel, baaba Birzawit."
    },
    {
      "source": "And Heber begat Japhlet, and Shomer, and Hotham, and Shua their sister.",
      "target": "Heber danyi Yaflet e Somer e Hotam e Su'a, deerɗiraawo maɓɓe debbo."
    },
    {
      "source": "And the sons of Japhlet; Pasach, and Bimhal, and Ashvath. These are the children of Japhlet.",
      "target": "Ɓiɓɓe Yaflet boo: Pasak e Bimahal e Asuwat, kamɓe ngoni ɓiɓɓe Yaflet."
    },
    {
      "source": "And the sons of Shamer; Ahi, and Rohgah, Jehubbah, and Aram.",
      "target": "Ɓiɓɓe Somer boo: Ahi e Rohaga e Huba e Siriya."
    },
    {
      "source": "And the sons of his brother Helem; Zophah, and Imna, and Shelesh, and Amal.",
      "target": "Ɓiɓɓe Helem, deerɗiraawo Somer ngoni: Sofaha e Yimna e Seles e Amal."
    },
    {
      "source": "The sons of Zophah; Suah, and Harnepher, and Shual, and Beri, and Imrah,",
      "target": "Ɓiɓɓe Sofaha boo: Suuha e Harnefer e Su'al e Beeri e Yimra"
    },
    {
      "source": "Bezer, and Hod, and Shamma, and Shilshah, and Ithran, and Beera.",
      "target": "e Beser e Hoodi e Samma e Silsa e Yitiran e Beera."
    },
    {
      "source": "And the sons of Jether; Jephunneh, and Pispah, and Ara.",
      "target": "Ɓiɓɓe Yeter boo: Yefunna e Pispa e Ara."
    },
    {
      "source": "And the sons of Ulla; Arah, and Haniel, and Rezia.",
      "target": "Ɓiɓɓe Ulla boo: Araha e Hanniyel e Risiya."
    },
    {
      "source": "All these were the children of Asher, heads of their father's house, choice and mighty men of valour, chief of the princes. And the number throughout the genealogy of them that were apt to the war and to battle was twenty and six thousand men.",
      "target": "Ɓe fuu ɓe ɓiɓɓe Aser, baaba-ci'e'en suɓaaɓe, ardiiɓe mawɓe, honooɓe semmbiɗɓe. Limgal winndaaɓe maɓɓe nder jama'aare konu waɗi ujine noogas e njoweego ."
    },
    {
      "source": "Now Benjamin begat Bela his firstborn, Ashbel the second, and Aharah the third,",
      "target": "Benyamin danyi Bela, afo maako, Asbeel ɗiɗaɓo, Aharaha tataɓo,"
    },
    {
      "source": "Nohah the fourth, and Rapha the fifth.",
      "target": "Noha nayaɓo e Rafa njowaɓo."
    },
    {
      "source": "And the sons of Bela were, Addar, and Gera, and Abihud,",
      "target": "Bela boo woodi ɓiɓɓe: Addar e Geera e Abihuda"
    },
    {
      "source": "And Abishua, and Naaman, and Ahoah,",
      "target": "e Abisu'a e Na'aman e Ahoha"
    },
    {
      "source": "And Gera, and Shephuphan, and Huram.",
      "target": "e Geera e Sefufan e Huuram."
    },
    {
      "source": "And these are the sons of Ehud: these are the heads of the fathers of the inhabitants of Geba, and they removed them to Manahath:",
      "target": "Ndaa ɓiɓɓe Ehuudi baaba-ci'e'en caka jooɗiiɓe haa Geba, dahaaɓe haa Manahat:"
    },
    {
      "source": "And Naaman, and Ahiah, and Gera, he removed them, and begat Uzza, and Ahihud.",
      "target": "Na'aman e Ahiya e Geera, kaŋko dahi ɓe. O danyi Uzza e Ahihuda."
    },
    {
      "source": "And Shaharaim begat children in the country of Moab, after he had sent them away; Hushim and Baara were his wives.",
      "target": "Saharayim danyi ɓiɓɓe haa lesdi Mo'ab, ɓaawo o riiwi rewɓe maako Husim e Ba'ara."
    },
    {
      "source": "And he begat of Hodesh his wife, Jobab, and Zibia, and Mesha, and Malcham,",
      "target": "Hodes, debbo maako danyani mo Yobaba e Cibiya e Meesa e Malkam"
    },
    {
      "source": "And Jeuz, and Shachia, and Mirma. These were his sons, heads of the fathers.",
      "target": "e Ye'us e Sakiya e Mirma. Kamɓe ngoni ɓiɓɓe maako, baaba-ci'e'en."
    },
    {
      "source": "And of Hushim he begat Abitub, and Elpaal.",
      "target": "Ammaa bee Husim o danydi Abituba e Elpa'al."
    },
    {
      "source": "The sons of Elpaal; Eber, and Misham, and Shamed, who built Ono, and Lod, with the towns thereof:",
      "target": "Ɓiɓɓe Elpa'al boo: Eber e Mise'am e Semed mo nyiɓi Oono e Lodo bee gure maagol."
    },
    {
      "source": "Beriah also, and Shema, who were heads of the fathers of the inhabitants of Aijalon, who drove away the inhabitants of Gath:",
      "target": "Beri'a e Sema ngoni baaba-ci'e'en, jooɗiiɓe haa Ayyalon, ɓe ndiiwi yimɓe Gaat."
    },
    {
      "source": "And Ahio, Shashak, and Jeremoth,",
      "target": "Ahiyo e Sasak e Yeremot"
    },
    {
      "source": "And Zebadiah, and Arad, and Ader,",
      "target": "e Zebadiya e Arat e Eder"
    },
    {
      "source": "And Michael, and Ispah, and Joha, the sons of Beriah;",
      "target": "e Mika'iilu e Yispa e Yoha, kamɓe ngoni ɓiɓɓe Beri'a."
    },
    {
      "source": "And Zebadiah, and Meshullam, and Hezeki, and Heber,",
      "target": "Zebadiya e Mesullam e Hijiki e Heber"
    },
    {
      "source": "Ishmerai also, and Jezliah, and Jobab, the sons of Elpaal;",
      "target": "e Yismeray e Yisliya e Yobaba, kamɓe ngoni ɓiɓɓe Elpa'al."
    },
    {
      "source": "And Jakim, and Zichri, and Zabdi,",
      "target": "Yakim e Zikiri e Zabdi"
    },
    {
      "source": "And Elienai, and Zilthai, and Eliel,",
      "target": "e Eli'enay e Cillitay e Eliyel"
    },
    {
      "source": "And Adaiah, and Beraiah, and Shimrath, the sons of Shimhi;",
      "target": "e Adaya e Beraya e Simirat, kamɓe ngoni ɓiɓɓe Sim'i."
    },
    {
      "source": "And Ishpan, and Heber, and Eliel,",
      "target": "Yispan e Eber e Eliyel"
    },
    {
      "source": "And Abdon, and Zichri, and Hanan,",
      "target": "e Abdon e Zikiri e Hanan"
    },
    {
      "source": "And Hananiah, and Elam, and Antothijah,",
      "target": "e Hananiya e Elam e Antotiya"
    },
    {
      "source": "And Iphedeiah, and Penuel, the sons of Shashak;",
      "target": "e Yifdiya e Penuwel, kamɓe ngoni ɓiɓɓe Sasak."
    },
    {
      "source": "And Shamsherai, and Shehariah, and Athaliah,",
      "target": "Samseray e Sehariya e Ataliya"
    },
    {
      "source": "And Jaresiah, and Eliah, and Zichri, the sons of Jeroham.",
      "target": "e Ya'arsiya e Eliya e Zikiri, kamɓe ngoni ɓiɓɓe Yeroham."
    },
    {
      "source": "These were heads of the fathers, by their generations, chief men. These dwelt in Jerusalem.",
      "target": "Ɓe'e fuu ngoni baaba-ci'e'en fodde deftere asli maɓɓe, ɓe njooɗi haa Urusaliima."
    },
    {
      "source": "And at Gibeon dwelt the father of Gibeon; whose wife's name was Maachah:",
      "target": "Baaba Gibiyon jooɗi haa Gibiyon. Innde debbo maako, Ma'aka."
    },
    {
      "source": "And his firstborn son Abdon, and Zur, and Kish, and Baal, and Nadab,",
      "target": "Abdon woni afo maako, nden o danyi boo Cuuru e Kis e Ba'al e Nadab"
    },
    {
      "source": "And Gedor, and Ahio, and Zacher.",
      "target": "e Gedor e Ahiyo e Zeker."
    },
    {
      "source": "And Mikloth begat Shimeah. And these also dwelt with their brethren in Jerusalem, over against them.",
      "target": "Mikilot danyi Sim'a. Kamɓe ɓe njooɗodi banndiraaɓe maɓɓe haa Urusaliima, ɓe tiitotiri."
    },
    {
      "source": "And Ner begat Kish, and Kish begat Saul, and Saul begat Jonathan, and Malchi–shua, and Abinadab, and Esh–baal.",
      "target": "Neer danyi Kis, Kis danyi Sawulu, Sawulu danyi Yonatan e Malkisu'a e Abinadabu e Esba'al."
    },
    {
      "source": "And the son of Jonathan was Merib–baal; and Merib–baal begat Micah.",
      "target": "Ɓii Yonatan boo: Merib-Ba'al. Merib-Ba'al danyi Mika."
    },
    {
      "source": "And the sons of Micah were, Pithon, and Melech, and Tarea, and Ahaz.",
      "target": "Ɓiɓɓe Mika boo: Piton e Melek e Tahare'a e Akas."
    },
    {
      "source": "And Ahaz begat Jehoadah; and Jehoadah begat Alemeth, and Azmaveth, and Zimri; and Zimri begat Moza,",
      "target": "Akas danyi Yeho'adda, Yeho'adda danyi Alemet e Azmawet e Zimiri. Zimiri danyi Moosa,"
    },
    {
      "source": "And Moza begat Binea: Rapha was his son, Eleasah his son, Azel his son:",
      "target": "Moosa danyi Bine'a, Bine'a danyi Rafa, Rafa danyi El'aasa, El'aasa danyi Acel."
    },
    {
      "source": "And Azel had six sons, whose names are these, Azrikam, Bocheru, and Ishmael, and Sheariah, and Obadiah, and Hanan. All these were the sons of Azel.",
      "target": "Acel woodi ɓiɓɓe worɓe njoweego. Ndaa inɗe maɓɓe: Azrikam e Bokuru e Isma'iilu e Se'ariya e Obadiya e Hanan. Ɓe fuu ɓe ɓiɓɓe Acel."
    },
    {
      "source": "And the sons of Eshek his brother were, Ulam his firstborn, Jehush the second, and Eliphelet the third.",
      "target": "Ɓiɓɓe Esek, deerɗiiko ngoni: Ulam afo maako, Ye'us ɗiɗaɓo e Elifelet tataɓo."
    },
    {
      "source": "And the sons of Ulam were mighty men of valour, archers, and had many sons, and sons' sons, an hundred and fifty. All these are of the sons of Benjamin.",
      "target": "Ɓiɓɓe Ulam fuu ɓe honooɓe semmbiɗɓe, tirooɓe lagaaje. Ɓe ngoodi ɓiɓɓe e taaniraaɓe ɗuuɗɓe, limgal maɓɓe waɗi yimɓe teemerre e cappanɗe njowo . Ɓe fuu maɓɓe ɓe ɗon nder danygol Benyamin."
    },
    {
      "source": "So all Israel were reckoned by genealogies; and, behold, they were written in the book of the kings of Israel and Judah, who were carried away to Babylon for their transgression.",
      "target": "Bana nii Isra'iila'en fuu mbinndaama fodde gide muuɗum'en nder Deftere Laamiiɓe Isra'iila. Ammaa yimɓe Yahuuda dahaama haa Baabila ngam ɓe ngewi umroore Jawmiraawo."
    },
    {
      "source": "Now the first inhabitants that dwelt in their possessions in their cities were, the Israelites, the priests, Levites, and the Nethinims.",
      "target": "Aartuɓe wartugo haa ɓe njooɗo nder maral maɓɓe e nder gure maɓɓe, ɗum Isra'iila'en woɗɓe e liman'en e Lewi'en e huuwooɓe kuuɗe pamare nder haykaliiru."
    },
    {
      "source": "And in Jerusalem dwelt of the children of Judah, and of the children of Benjamin, and of the children of Ephraim, and Manasseh;",
      "target": "Yimɓe Yahuuda e Benyamin e Efrayim e Manassa woɗɓe boo njooɗi haa Urusaliima ."
    },
    {
      "source": "Uthai the son of Ammihud, the son of Omri, the son of Imri, the son of Bani, of the children of Pharez the son of Judah.",
      "target": "Nder yimɓe Yahuuda: Utay ɓii Ammihudu ɓii Omiri ɓii Imiri ɓii Baani, nder danygol Peres ɓii Yahuuda"
    },
    {
      "source": "And of the Shilonites; Asaiah the firstborn, and his sons.",
      "target": "e nder Selani'en boo: Asaya, afo Selan e ɓiɓɓe maako."
    },
    {
      "source": "And of the sons of Zerah; Jeuel, and their brethren, six hundred and ninety.",
      "target": "Nder ɓiɓɓe Zeraha boo: Ye'uwel e banndiraaɓe maɓɓe teemeɗɗe njoweego e cappanɗe njoweenayo ."
    },
    {
      "source": "And of the sons of Benjamin; Sallu the son of Meshullam, the son of Hodaviah, the son of Hasenuah,",
      "target": "Nder yimɓe Benyamin boo: Sallu ɓii Mesullam ɓii Hodawiya ɓii Hassenuwa"
    },
    {
      "source": "And Ibneiah the son of Jeroham, and Elah the son of Uzzi, the son of Michri, and Meshullam the son of Shephathiah, the son of Reuel, the son of Ibnijah;",
      "target": "e Yibniya ɓii Yeroham e Ela ɓii Uzzi ɓii Mikiri e Mesullam ɓii Sefatiya ɓii Re'uwel ɓii Yibniya."
    },
    {
      "source": "And their brethren, according to their generations, nine hundred and fifty and six. All these men were chief of the fathers in the house of their fathers.",
      "target": "Limgal banndiraaɓe maɓɓe fodde defte asli maɓɓe, waɗi yimɓe teemeɗɗe njoweenayo e cappanɗe njowo e njoweego . Ɓe fuu ɓe baaba-ci'e'en maɓɓe."
    },
    {
      "source": "And of the priests; Jedaiah, and Jehoiarib, and Jachin,",
      "target": "Nder liman'en: Yeda'ya e Yoyaribu e Yakin"
    },
    {
      "source": "And Azariah the son of Hilkiah, the son of Meshullam, the son of Zadok, the son of Meraioth, the son of Ahitub, the ruler of the house of God;",
      "target": "e Azariya ɓii Hilkiyya ɓii Mesullam ɓii Cadok ɓii Merayot ɓii Ahitooba, kaliifaajo haykaliiru Allah."
    },
    {
      "source": "And Adaiah the son of Jeroham, the son of Pashur, the son of Malchijah, and Maasiai the son of Adiel, the son of Jahzerah, the son of Meshullam, the son of Meshillemith, the son of Immer;",
      "target": "Non boo Adaya ɓii Yeroham ɓii Pashuuru ɓii Malkiya e Ma'asay ɓii Adiyel ɓii Yahasera ɓii Mesullam ɓii Mesillemit ɓii Immer"
    },
    {
      "source": "And their brethren, heads of the house of their fathers, a thousand and seven hundred and threescore; very able men for the work of the service of the house of God.",
      "target": "e banndiraaɓe maɓɓe, baaba-ci'e'en ujineere e teemeɗɗe njoweeɗiɗo e cappanɗe njoweego , ɓe worɓe waawɓe kuugal haa haykaliiru Allah."
    },
    {
      "source": "And of the Levites; Shemaiah the son of Hasshub, the son of Azrikam, the son of Hashabiah, of the sons of Merari;",
      "target": "Nder Lewi'en Sema'ya ɓii Hassuba ɓii Azrikam ɓii Hasabiya mo danygol Meraari"
    },
    {
      "source": "And Bakbakkar, Heresh, and Galal, and Mattaniah the son of Mica, the son of Zichri, the son of Asaph;",
      "target": "e Bakbakkar e Heeres e Galal e Mattaniya ɓii Mika ɓii Zikiri ɓii Asaf"
    },
    {
      "source": "And Obadiah the son of Shemaiah, the son of Galal, the son of Jeduthun, and Berechiah the son of Asa, the son of Elkanah, that dwelt in the villages of the Netophathites.",
      "target": "e Obadiya ɓii Sema'ya ɓii Galal ɓii Yedutuun e Berekiya ɓii Asa ɓii Elkaana, mo jooɗi nder gure Netofa'en."
    },
    {
      "source": "And the porters were, Shallum, and Akkub, and Talmon, and Ahiman, and their brethren: Shallum was the chief;",
      "target": "Ɓe'e ngoni aynooɓe dammuɗe: Sallum e Akkubu e Talmon e Ahiman e banndiraaɓe maɓɓe. Sallum woni hooreejo maɓɓe."
    },
    {
      "source": "Who hitherto waited in the king's gate eastward: they were porters in the companies of the children of Levi.",
      "target": "Haa wargo hannde ɓe ɗon ayna Dammugal Laamiiɗo haa wakeere suudu fuunaaŋgeere. Kamɓe ngoni aynooɓe dammuɗe saŋngeere Lewi'en."
    },
    {
      "source": "And Shallum the son of Kore, the son of Ebiasaph, the son of Korah, and his brethren, of the house of his father, the Korahites, were over the work of the service, keepers of the gates of the tabernacle: and their fathers, being over the host of the  Lord , were keepers of the entry.",
      "target": "Sallum ɓii Koore ɓii Ebiyasaf ɓii Koora e deerɗiraaɓe maako iwɓe haa saare baaba maako, waato Koora'en, kamɓe ɓe keɓi kuugal aynugo dammugal laymaaru, bana kaakiraaɓe maɓɓe aynirno nastirde haa saŋngeere Jawmiraawo."
    },
    {
      "source": "And Phinehas the son of Eleazar was the ruler over them in time past, and the  Lord  was with him.",
      "target": "Ɓooyma Pinehas ɓii Eli'azaaru wonno hooreejo maɓɓe, ngam Jawmiraawo ɗonno wondi bee maako."
    },
    {
      "source": "And Zechariah the son of Meshelemiah was porter of the door of the tabernacle of the congregation.",
      "target": "Zekariya ɓii Meselemiya wonno aynoowo haa dammugal laymaaru fottirde."
    },
    {
      "source": "All these which were chosen to be porters in the gates were two hundred and twelve. These were reckoned by their genealogy in their villages, whom David and Samuel the seer did ordain in their set office.",
      "target": "Suɓaaɓe ngam aynugo dammuɗe, limgal maɓɓe waɗi teemeɗɗe ɗiɗo e sappo e ɗiɗo . Ɓe winndaaɓe nder deftere asli maɓɓe haa gure maɓɓe. Daawuda e Samuyila gi'oowo kalfitini ɓe kuugal maajum."
    },
    {
      "source": "So they and their children had the oversight of the gates of the house of the  Lord , namely, the house of the tabernacle, by wards.",
      "target": "Kamɓe e ɓiɓɓe maɓɓe ndari ngam aynol haa dammuɗe haykaliiru Jawmiraawo, waato suudu laymaaru."
    },
    {
      "source": "In four quarters were the porters, toward the east, west, north, and south.",
      "target": "Aynooɓe dammuɗe go ndari haa alkibilaaji nayi fuu, haa fuunaaŋge e hiirnaaŋge e woyla e fombina."
    },
    {
      "source": "And their brethren, which were in their villages, were to come after seven days from time to time with them.",
      "target": "Banndiraaɓe maɓɓe wonɓe nder gure boo, doole ɓe ngara saa'i feere feere ngam huuwdugo bee maɓɓe nyalɗe joweeɗiɗi."
    },
    {
      "source": "For these Levites, the four chief porters, were in their set office, and were over the chambers and treasuries of the house of God.",
      "target": "Aynooɓe nayo mawɓe go ɗon kuuwa kuugal muuɗum'en foroy. Lewi'en ayni cigorɗi e ndesaaje haa suudu Allah."
    },
    {
      "source": "And they lodged round about the house of God, because the charge was upon them, and the opening thereof every morning pertained to them.",
      "target": "Koo bee jemma boo ɓe ɗon baŋnge haykaliiru nder taarde fuu, ngam ɓe halfinaaɓe aynol. Nde weeti fuu ɓe maɓɓiti dammuɗe boo."
    },
    {
      "source": "And certain of them had the charge of the ministering vessels, that they should bring them in and out by tale.",
      "target": "Lewi'en woɗɓe ɗon ngam aynugo kuuwruɗe. Ɓe limi ɗe, wakkati ɗe nastina malla ɗe ngurtina."
    },
    {
      "source": "Some of them also were appointed to oversee the vessels, and all the instruments of the sanctuary, and the fine flour, and the wine, and the oil, and the frankincense, and the spices.",
      "target": "Woɗɓe fahin ɗon ngam aynugo kuuje goɗɗe e kuuje cenaaɗe fuu e kuroori ɗiggundi e inaboojam e nebbam e uurle uureteeɗe e kuuje uurɗe."
    },
    {
      "source": "And some of the sons of the priests made the ointment of the spices.",
      "target": "Ammaa woɗɓe haa ɓiɓɓe liman'en njilli kuuje uurɗe man."
    },
    {
      "source": "And Mattithiah, one of the Levites, who was the firstborn of Shallum the Korahite, had the set office over the things that were made in the pans.",
      "target": "Matitiya Lewiijo halfinaama kuugal sa'ugo  tamseeje. O afo Sallum Kooraajo."
    },
    {
      "source": "And other of their brethren, of the sons of the Kohathites, were over the shewbread, to prepare it every sabbath.",
      "target": "Woɗɓe haa banndiraaɓe maɓɓe nder yimɓe Kahat kalfinaama kuugal tamseeje jo'inteeɗe, ɓe taaskitina ɗum nyalɗe ciwtorɗe fuu."
    },
    {
      "source": "And these are the singers, chief of the fathers of the Levites, who remaining in the chambers were free: for they were employed in that work day and night.",
      "target": "Ammaa ɗowooɓe gimi, baaba-ci'e'en Lewi'en, njooɗi nder cuuɗi pamari haa haykaliiru Allah. Kamɓe ɓe kuuwaay kuugal feere, ngam ɓe ɗon cukli bee kuugal maɓɓe jemma e naaŋge fuu."
    },
    {
      "source": "These chief fathers of the Levites were chief throughout their generations; these dwelt at Jerusalem.",
      "target": "Kamɓe ngoni baaba-ci'e'en Lewi'en fodde deftere asli maɓɓe. Ɓe njooɗi haa Urusaliima."
    },
    {
      "source": "And in Gibeon dwelt the father of Gibeon, Jehiel, whose wife's name was Maachah:",
      "target": "Ye'iyel, baaba Gibiyon jooɗi haa Gibiyon. Innde debbo maako, Ma'aka."
    },
    {
      "source": "And his firstborn son Abdon, then Zur, and Kish, and Baal, and Ner, and Nadab,",
      "target": "Abdon woni afo maako, nden o danyi boo Cuuru e Kis e Ba'al e Neer e Nadab"
    },
    {
      "source": "And Gedor, and Ahio, and Zechariah, and Mikloth.",
      "target": "e Gedor e Ahiyo e Zekariya e Mikilot."
    },
    {
      "source": "And Mikloth begat Shimeam. And they also dwelt with their brethren at Jerusalem, over against their brethren.",
      "target": "Mikilot danyi Simam. Kamɓe ɓe njooɗodi bee banndiraaɓe maɓɓe haa Urusaliima, ɓe tiitotiri."
    },
    {
      "source": "And Ner begat Kish; and Kish begat Saul; and Saul begat Jonathan, and Malchi–shua, and Abinadab, and Esh–baal.",
      "target": "Neer danyi Kis, Kis danyi Sawulu, Sawulu danyi Yonatan e Malkisu'a e Abinadabu e Esba'al."
    },
    {
      "source": "And the son of Jonathan was Merib–baal: and Merib–baal begat Micah.",
      "target": "Ɓii Yonatan boo, Merib-Ba'al. Merib-Ba'al danyi Mika."
    },
    {
      "source": "And the sons of Micah were, Pithon, and Melech, and Tahrea, and Ahaz.",
      "target": "Ɓiɓɓe Mika boo: Piton e Melek e Tahare'a."
    },
    {
      "source": "And Ahaz begat Jarah; and Jarah begat Alemeth, and Azmaveth, and Zimri; and Zimri begat Moza;",
      "target": "Akas danyi Ya'ara, Ya'ara danyi Alemet e Azmawet e Zimiri. Zimiri danyi Moosa."
    },
    {
      "source": "And Moza begat Binea; and Rephaiah his son, Eleasah his son, Azel his son.",
      "target": "Moosa danyi Bine'a, Bine'a danyi Refaya, Refaya danyi El'aasa, El'aasa danyi Acel."
    },
    {
      "source": "And Azel had six sons, whose names are these, Azrikam, Bocheru, and Ishmael, and Sheariah, and Obadiah, and Hanan: these were the sons of Azel.",
      "target": "Acel woodi ɓiɓɓe worɓe njoweego. Inɗe maɓɓe, Azrikam e Bokuru e Isma'iilu e Se'ariya e Obadiya e Hanan. Kamɓe ngoni ɓiɓɓe Acel."
    },
    {
      "source": "Now the Philistines fought against Israel; and the men of Israel fled from before the Philistines, and fell down slain in mount Gilboa.",
      "target": "Nyannde feere, Filisti'en kaɓi bee Isra'iila'en haa hooseere Gilbo'a. Isra'iila'en ɗuuɗɓe mbaraama ton, luttuɓe boo ndoggi."
    },
    {
      "source": "And the Philistines followed hard after Saul, and after his sons; and the Philistines slew Jonathan, and Abinadab, and Malchi–shua, the sons of Saul.",
      "target": "Filisti'en taasni Sawulu e ɓiɓɓe mum. Ɓe mbari Yonatan e Abinadabu e Malkisu'a, ɓiɓɓe Sawulu."
    },
    {
      "source": "And the battle went sore against Saul, and the archers hit him, and he was wounded of the archers.",
      "target": "Haɓre saati dow Sawulu. Nde fiɗooɓe kuri keɓti mo, o hultori."
    },
    {
      "source": "Then said Saul to his armourbearer, Draw thy sword, and thrust me through therewith; lest these uncircumcised come and abuse me. But his armourbearer would not; for he was sore afraid. So Saul took a sword, and fell upon it.",
      "target": "Sawulu wi'i doondoowo balmi mum: “Los kaafahi ma, yuwam, ngam taa saadooni'en ɓe'e ngara, pijirammi.” Ammaa doondoowo balmi maako sali, ngam o huli masin. Ngam maajum Sawulu hoo'i kaafahi mum, do'i dow maaki."
    },
    {
      "source": "And when his armourbearer saw that Saul was dead, he fell likewise on the sword, and died.",
      "target": "Nde doondoowo balmi yi'i Sawulu maayi, kaŋko boo o losi kaafahi maako, o do'i dow maaki, o maayi."
    },
    {
      "source": "So Saul died, and his three sons, and all his house died together.",
      "target": "Bana nii Sawulu e ɓiɓɓe mum tato e yimɓe saare mum fuu maaydi."
    },
    {
      "source": "And when all the men of Israel that were in the valley saw that they fled, and that Saul and his sons were dead, then they forsook their cities, and fled: and the Philistines came and dwelt in them.",
      "target": "Nde Isra'iila'en wonɓe nder waadiwol fuu ngi'i jama'aare konu Isra'iila doggi, Sawulu e ɓiɓɓe mum boo maayi, ɓe acci berniiji maɓɓe, ɓe ndoggi kamɓe boo. Filisti'en ngari, njooɗi ton."
    },
    {
      "source": "And it came to pass on the morrow, when the Philistines came to strip the slain, that they found Saul and his sons fallen in mount Gilboa.",
      "target": "Jaŋngo maajum Filisti'en ngari ngam ɓoftugo kuuje mbaraaɓe. Ɓe tawi Sawulu e ɓiɓɓe mum ɗon mbaali dow hooseere Gilbo'a."
    },
    {
      "source": "And when they had stripped him, they took his head, and his armour, and sent into the land of the Philistines round about, to carry tidings unto their idols, and to the people.",
      "target": "Ɓe ɓofti kuuje Sawulu, ɓe ta'i hoore maako, ɓe kooci balmi maako. Nden ɓe neli koo toy nder lesdi Filisti'en ngam yahrugo habaru jaalorgal man yeeso labbi maɓɓe e haa yimɓe fuu."
    },
    {
      "source": "And they put his armour in the house of their gods, and fastened his head in the temple of Dagon.",
      "target": "Ɓe ndesi balmi Sawulu nder suudu labbi maɓɓe, ɓe tiggi gumbal hoore maako haa suudu lawru maɓɓe Daagon."
    },
    {
      "source": "And when all Jabesh–gilead heard all that the Philistines had done to Saul,",
      "target": "Yimɓe Yaabes nder lesdi Gile'at fuu nani ko Filisti'en mbaɗi Sawulu fuu."
    },
    {
      "source": "They arose, all the valiant men, and took away the body of Saul, and the bodies of his sons, and brought them to Jabesh, and buried their bones under the oak in Jabesh, and fasted seven days.",
      "target": "Worɓe maɓɓe semmbiɗɓe fuu njehi, koo'i ɓanndu Sawulu e ɓalli ɓiɓɓe muuɗum, ɓe koori ɗi haa Yaabes. Nden ɓe uwi i'e maɓɓe les lekki makki haa Yaabes, ɓe cuumi nyalɗe joweeɗiɗi."
    },
    {
      "source": "So Saul died for his transgression which he committed against the  Lord , even against the word of the  Lord , which he kept not, and also for asking counsel of one that had a familiar spirit, to enquire of it;",
      "target": "Bana nii Sawulu maayi ngam o yewi umroore Jawmiraawo, ngam o hakkilanaay wolde Jawmiraawo, o yehi o ƴami carwoowo maayɓe boo ,"
    },
    {
      "source": "And enquired not of the  Lord : therefore he slew him, and turned the kingdom unto David the son of Jesse.",
      "target": "o ƴamaay Jawmiraawo. Ngam maajum Jawmiraawo halki mo, hokki Daawuda ɓii Yessa laamu."
    },
    {
      "source": "Then all Israel gathered themselves to David unto Hebron, saying, Behold, we are thy bone and thy flesh.",
      "target": "Isra'iila'en fuu mooɓti haa kommbi Daawuda haa Heburuun. Ɓe mbi'i mo: “Minin min banndiraaɓe ma nder ummaatoore woore."
    },
    {
      "source": "And moreover in time past, even when Saul was king, thou wast he that leddest out and broughtest in Israel: and the  Lord  thy God said unto thee, Thou shalt feed my people Israel, and thou shalt be ruler over my people Israel.",
      "target": "Koo naane, wakkati Sawulu ɗonno laamani min boo, an ardi jama'aare konu Isra'iila. Jawmiraawo Allah maaɗa boo wi'i ma: An ɗowata ummaatoore am Isra'iila'en, a laatoto ardiiɗo maɓɓe.”"
    },
    {
      "source": "Therefore came all the elders of Israel to the king to Hebron; and David made a covenant with them in Hebron before the  Lord ; and they anointed David king over Israel, according to the word of the  Lord  by Samuel.",
      "target": "Ndotti'en Isra'iila fuu ngari haa laamiiɗo haa Heburuun. Daawuda haɓɓi alkawal bee maɓɓe ton yeeso Jawmiraawo. Ɓe moyti Daawuda, laati laamiiɗo dow Isra'iila fodde wolde nde Jawmiraawo wi'no bee hunnduko Samuyila."
    },
    {
      "source": "And David and all Israel went to Jerusalem, which is Jebus; where the Jebusites were, the inhabitants of the land.",
      "target": "Daawuda e Isra'iila'en fuu njehi haa Urusaliima, waato Yebus. Yebusi'en, yimɓe lesdi man ɗon njooɗi ton ."
    },
    {
      "source": "And the inhabitants of Jebus said to David, Thou shalt not come hither. Nevertheless David took the castle of Zion, which is the city of David.",
      "target": "Ɓe mbi'i Daawuda: “A waawataa nyaamugo berniwol amin.” Ammaa Daawuda nyaami berniwol cemmbiɗŋgol dow hooseere Siyona, kaŋgol laati Berniwol Daawuda."
    },
    {
      "source": "And David said, Whosoever smiteth the Jebusites first shall be chief and captain. So Joab the son of Zeruiah went first up, and was chief.",
      "target": "Daawuda wi'no: “Mo aartata jaalaago Yebusi'en fuu laatoto hooreejo, waato mawɗo honooɓe.” Yo'ab ɓii Seruyatu aarti, wa'i. Kaŋko laati hooreejo."
    },
    {
      "source": "And David dwelt in the castle; therefore they called it the city of David.",
      "target": "Daawuda jooɗi haa berniwol cemmbiɗŋgol go, ngam maajum ɓe inndi ngol Berniwol Daawuda."
    },
    {
      "source": "And he built the city round about, even from Millo round about: and Joab repaired the rest of the city.",
      "target": "Daawuda nyiɓi haa taarde berniwol, diga Millo  haa yotti taarde maagol. Yo'ab boo hesɗitini yeɓre berniwol luttunde."
    },
    {
      "source": "So David waxed greater and greater: for the  Lord  of hosts was with him.",
      "target": "Daawuda ɓesdi yeeso yeeso, ngam Jawmiraawo, Allah honooɓe asama ɗon wondi bee maako."
    },
    {
      "source": "These also are the chief of the mighty men whom David had, who strengthened themselves with him in his kingdom, and with all Israel, to make him king, according to the word of the  Lord  concerning Israel.",
      "target": "Ndaa honooɓe Daawuda hoore'en suusɓe. Kamɓe e Isra'iila fuu mballi Daawuda haa o heɓa laamu e ɓe tokki wallugo mo nde o laami fuu, bana Jawmiraawo wi'no dow Isra'iila."
    },
    {
      "source": "And this is the number of the mighty men whom David had; Jashobeam, an Hachmonite, the chief of the captains: he lifted up his spear against three hundred slain by him at one time.",
      "target": "Ndaa inɗe maɓɓe: Yasobo'am ɓii Hakmoni, o hooreejo honooɓe tataɓo. O mbari konne'en teemeɗɗe tato  bee labbo maako nder haɓre woore."
    },
    {
      "source": "And after him was Eleazar the son of Dodo, the Ahohite, who was one of the three mighties.",
      "target": "Ɓaawo maako Eli'azaaru ɓii Doodo Ahohiijo, o gooto nder suusɓe tato."
    },
    {
      "source": "He was with David at Pas–dammim, and there the Philistines were gathered together to battle, where was a parcel of ground full of barley; and the people fled from before the Philistines.",
      "target": "Kaŋko o wonduno bee Daawuda haa Pas-Damiima, nde Filisti'en mooɓi ton ngam haɓre. Woodi ton tayre ngesa heewnde sa'iiruuri. Yimɓe ndoggi yeeso Filisti'en."
    },
    {
      "source": "And they set themselves in the midst of that parcel, and delivered it, and slew the Philistines; and the  Lord  saved them by a great deliverance.",
      "target": "Ammaa Eli'azaaru bee yimɓe mum ndari caka tayre ngesa man, ɓe kisni nde, ɓe njaali Filisti'en. Bana nii Jawmiraawo heɓni Isra'iila'en jaalorgal maŋngal."
    },
    {
      "source": "Now three of the thirty captains went down to the rock to David, into the cave of Adullam; and the host of the Philistines encamped in the valley of Rephaim.",
      "target": "Tato nder honooɓe semmbiɗɓe cappanɗe tato ndiirti, ngari haa Daawuda haa lowol Adullam nder tapaare. Jama'aare Filisti'en ɗon saŋngini nder waadiwol Refayim."
    },
    {
      "source": "And David was then in the hold, and the Philistines' garrison was then at Beth–lehem.",
      "target": "Saa'i man Daawuda ɗon haa hisrude, Filisti'en aynooɓe ɗon haa Baytilaama."
    },
    {
      "source": "And David longed, and said, Oh that one would give me drink of the water of the well of Beth–lehem, that is at the gate!",
      "target": "Daawuda yeli, wi'i: “Moy yarnatammi ndiyam ɓulndu wonndu haa dammugal Baytilaama?”"
    },
    {
      "source": "And the three brake through the host of the Philistines, and drew water out of the well of Beth–lehem, that was by the gate, and took it, and brought it to David: but David would not drink of it, but poured it out to the  Lord ,",
      "target": "Suusɓe tato man nasti caka saŋngeere Filisti'en, nyeɗi ndiyam ɓulndu haa dammugal Baytilaama, ngaddi ɗam haa Daawuda. Ammaa Daawuda sali yarugo ɗam. O rufi ɗam, ɗam laati dokkal ngam Jawmiraawo."
    },
    {
      "source": "And said, My God forbid it me, that I should do this thing: shall I drink the blood of these men that have put their lives in jeopardy? for with the jeopardy of their lives they brought it. Therefore he would not drink it. These things did these three mightiest.",
      "target": "O wi'i: “Allah am haɗammi waɗugo irin ɗu'um! Kadi mi yara ƴiiƴam worɓe ɓe'e na? Ngam ɓe kasdi koo maayugo ngam waddango yam ndiyam man.” Ngam maajum o sali yarugo ɗam. Bana nii kuuɗe suusɓe tato ɓe'e mba'i."
    },
    {
      "source": "And Abishai the brother of Joab, he was chief of the three: for lifting up his spear against three hundred, he slew them, and had a name among the three.",
      "target": "Abisay deerɗiraawo Yo'ab woni hooreejo suusɓe tato man. O mbari konne'en teemeɗɗe tato bee labbo maako. O heɓi innde caka suusɓe tato,"
    },
    {
      "source": "Of the three, he was more honourable than the two; for he was their captain: howbeit he attained not to the first three.",
      "target": "o ɓurdi ɓe tedduŋgal cowi ɗiɗi, haa o laati hooreejo maɓɓe. Ammaa o yottaaki darnde suusɓe tato go."
    },
    {
      "source": "Benaiah the son of Jehoiada, the son of a valiant man of Kabzeel, who had done many acts; he slew two lionlike men of Moab: also he went down and slew a lion in a pit in a snowy day.",
      "target": "Benaya ɓii Yoyada mo Kabseyel, o cemmbiɗɗo, o huuwi kuuɗe mawɗe ɗuuɗɗe. O mbari ɓiɓɓe Ariyel Mo'abiijo ɗiɗo. Nyannde feere nde mallimallooje toɓi, o jippi nder ɓulndu o mbari mbarooga ton."
    },
    {
      "source": "And he slew an Egyptian, a man of great stature, five cubits high; and in the Egyptian's hand was a spear like a weaver's beam; and he went down to him with a staff, and plucked the spear out of the Egyptian's hand, and slew him with his own spear.",
      "target": "O mbari boo Misraajo mo darnde mum waɗi meetir ɗiɗi bee reeta. Misraajo man woodi labbo haa juŋngo muuɗum, ngo tekki bana leggal cannyargal. Benaya ɓaditi mo bee sawru, jaɓti labbo haa juŋngo maako, mbari mo bee maago."
    },
    {
      "source": "These things did Benaiah the son of Jehoiada, and had the name among the three mighties.",
      "target": "Kanjum Benaya ɓii Yoyada waɗi. O heɓi innde bana suusɓe tato go."
    },
    {
      "source": "Behold, he was honourable among the thirty, but attained not to the first three: and David set him over his guard.",
      "target": "O ɓurdi suusɓe cappanɗe tato go tedduŋgal, ammaa o yottaaki darnde suusɓe tato. Daawuda darni mo o hooreejo aynooɓe muuɗum."
    },
    {
      "source": "Also the valiant men of the armies were, Asahel the brother of Joab, Elhanan the son of Dodo of Beth–lehem,",
      "target": "Honooɓe Daawuda semmbiɗɓe ngoni: Asa'el deerɗiraawo Yo'ab e Elhanan ɓii Doodo mo Baytilaama"
    },
    {
      "source": "Shammoth the Harorite, Helez the Pelonite,",
      "target": "e Sammot mo Harood e Heeles mo Pelon"
    },
    {
      "source": "Ira the son of Ikkesh the Tekoite, Abi–ezer the Anathothite,",
      "target": "e Iira ɓii Ikkes mo Teko'a e Abi'ezer mo Anatot"
    },
    {
      "source": "Sibbecai the Hushathite, Ilai the Ahohite,",
      "target": "e Sibbekay mo Husa e Iilay mo Ahoha"
    },
    {
      "source": "Maharai the Netophathite, Heled the son of Baanah the Netophathite,",
      "target": "e Maharay mo Netofa e Heeled ɓii Ba'ana mo Netofa"
    },
    {
      "source": "Ithai the son of Ribai of Gibeah, that pertained to the children of Benjamin, Benaiah the Pirathonite,",
      "target": "e Ittay ɓii Ribay mo Gibiya nder lesdi Benyamin e Benaya mo Piraton"
    },
    {
      "source": "Hurai of the brooks of Gaash, Abiel the Arbathite,",
      "target": "e Huuray iwɗo waadiiji Ga'as e Abiyel mo Araba"
    },
    {
      "source": "Azmaveth the Baharumite, Eliahba the Shaalbonite,",
      "target": "e Azmawet mo Baharuuma, Elihabba mo Sa'albon"
    },
    {
      "source": "The sons of Hashem the Gizonite, Jonathan the son of Shage the Hararite,",
      "target": "e ɓiɓɓe Hasen Guniijo e Yonatan ɓii Sage mo Harar"
    },
    {
      "source": "Ahiam the son of Sacar the Hararite, Eliphal the son of Ur,",
      "target": "e Ahiyam ɓii Sakar mo Harar e Elifal ɓii Ur"
    },
    {
      "source": "Hepher the Mecherathite, Ahijah the Pelonite,",
      "target": "e Hefer Mekeraajo e Ahiya mo Pelon"
    },
    {
      "source": "Hezro the Carmelite, Naarai the son of Ezbai,",
      "target": "e Hesro mo Karmel e Na'aray ɓii Ejebay"
    },
    {
      "source": "Joel the brother of Nathan, Mibhar the son of Haggeri,",
      "target": "e Yo'el deerɗiraawo Natan e Mibehar ɓii Hagari"
    },
    {
      "source": "Zelek the Ammonite, Naharai the Berothite, the armourbearer of Joab the son of Zeruiah,",
      "target": "e Selek Ammooniijo e Naharay mo Beerot doondoowo balmi Yo'ab ɓii Seruyatu"
    },
    {
      "source": "Ira the Ithrite, Gareb the Ithrite,",
      "target": "e Iira mo Yatir e Gareb mo Yatir"
    },
    {
      "source": "Uriah the Hittite, Zabad the son of Ahlai,",
      "target": "e Uriya Hetiijo e Zabada ɓii Ahilay"
    },
    {
      "source": "Adina the son of Shiza the Reubenite, a captain of the Reubenites, and thirty with him,",
      "target": "e Adina ɓii Sija, mawɗo nder yimɓe Ruben e worɓe cappanɗe tato bee maako"
    },
    {
      "source": "Hanan the son of Maachah, and Joshaphat the Mithnite,",
      "target": "e Hanan ɓii Ma'aka e Yosafat Mitimiijo"
    },
    {
      "source": "Uzzia the Ashterathite, Shama and Jehiel the sons of Hothan the Aroerite,",
      "target": "e Uzziya mo Asterot e Sama e Ye'iyel ɓiɓɓe Hotam mo Aro'er"
    },
    {
      "source": "Jediael the son of Shimri, and Joha his brother, the Tizite,",
      "target": "e Yedi'ayel ɓii Simiri e deerɗum Yoha Tisiijo"
    },
    {
      "source": "Eliel the Mahavite, and Jeribai, and Joshaviah, the sons of Elnaam, and Ithmah the Moabite,",
      "target": "e Eliyel Mahawiijo e Yeribay e Yoswiya ɓiɓɓe Elna'am e Yitima Mo'abiijo"
    },
    {
      "source": "Eliel, and Obed, and Jasiel the Mesobaite.",
      "target": "e Eliyel e Obet e Ya'asiyel mo Mecobaya."
    },
    {
      "source": "Now these are they that came to David to Ziklag, while he yet kept himself close because of Saul the son of Kish: and they were among the mighty men, helpers of the war.",
      "target": "Saa'i Daawuda ɗonno suuɗo haa Cikilak ngam haa o daɗa Sawulu ɓii Kis, honooɓe semmbiɗɓe woɗɓe ngari haa maako, mballi mo nder konu."
    },
    {
      "source": "They were armed with bows, and could use both the right hand and the left in hurling stones and shooting arrows out of a bow, even of Saul's brethren of Benjamin.",
      "target": "Ɓe ngoodi lagaaje e piwli, ɓe mbaawi fiɗugo kuri e kaa'e bee juŋngo nyaamo koo nano boo. Ɓe banndiraaɓe Sawulu mo Benyamin. Ndaa inɗe maɓɓe:"
    },
    {
      "source": "The chief was Ahiezer, then Joash, the sons of Shemaah the Gibeathite; and Jeziel, and Pelet, the sons of Azmaveth; and Berachah, and Jehu the Anathothite,",
      "target": "Ahi'ezer, hooreejo maɓɓe e Yo'as ɓiɓɓe Sema'a mo Gibiya e Yesiyel e Pelet ɓiɓɓe Azmawet e Bereka e Yeehu mo Anatot"
    },
    {
      "source": "And Ismaiah the Gibeonite, a mighty man among the thirty, and over the thirty; and Jeremiah, and Jahaziel, and Johanan, and Josabad the Gederathite,",
      "target": "e Yisma'ya mo Gibiyon, o gooto nder suusɓe cappanɗe tato go, ɓurɗo ɓe fuu"
    },
    {
      "source": "Eluzai, and Jerimoth, and Bealiah, and Shemariah, and Shephatiah the Haruphite,",
      "target": "e Yeremiya e Yahajiyel e Yohanan e Yozabat mo Gedera"
    },
    {
      "source": "Elkanah, and Jesiah, and Azareel, and Joezer, and Jashobeam, the Korhites,",
      "target": "e Ele'ujay e Yerimot e Be'aliya e Semariya e Sefatiya mo Haruf"
    },
    {
      "source": "And Joelah, and Zebadiah, the sons of Jeroham of Gedor.",
      "target": "e Elkaana e Yissiya e Azareyel e Yo'ejer e Yasobo'am, ɓe Koora'en"
    },
    {
      "source": "And of the Gadites there separated themselves unto David into the hold to the wilderness men of might, and men of war fit for the battle, that could handle shield and buckler, whose faces were like the faces of lions, and were as swift as the roes upon the mountains;",
      "target": "e Yo'ela e Zebadiya, ɓiɓɓe Yeroham mo Gedor."
    },
    {
      "source": "Ezer the first, Obadiah the second, Eliab the third,",
      "target": "Yimɓe Gada woɗɓe ndilli, kawti bee Daawuda haa hisrude muuɗum nder ladde. Ɓe honooɓe semmbiɗɓe nder jama'aare konu. Ɓe mari baawal huuwtinirgo bawarɗe  mawɗe e labbe, geese maɓɓe nanndi bee geese barooɗe, ɓe mbaawi doggugo bana lelji. Ndaa inɗe maɓɓe:"
    },
    {
      "source": "Mishmannah the fourth, Jeremiah the fifth,",
      "target": "Ezer, o hooreejo maɓɓe, Obadiya ɗiɗaɓo, Eliyabu tataɓo,"
    },
    {
      "source": "Attai the sixth, Eliel the seventh,",
      "target": "Mismana nayaɓo, Yeremiya njowaɓo,"
    },
    {
      "source": "Johanan the eighth, Elzabad the ninth,",
      "target": "Attay njoweegoojo, Eliyel njoweeɗiɗaɓo,"
    },
    {
      "source": "Jeremiah the tenth, Machbanai the eleventh.",
      "target": "Yohanan njoweetataɓo, Elzabat njoweenayaɓo,"
    },
    {
      "source": "These were of the sons of Gad, captains of the host: one of the least was over an hundred, and the greatest over a thousand.",
      "target": "Yeremiya sappoojo, Makabanay sappo e ngo'oojo."
    },
    {
      "source": "These are they that went over Jordan in the first month, when it had overflown all his banks; and they put to flight all them of the valleys, both toward the east, and toward the west.",
      "target": "Yimɓe Gada ɓe'e ngoni mawɓe konu, pamaro maɓɓe ɓuri yimɓe teemerre, mawɗo boo ɓuri yimɓe ujineere."
    },
    {
      "source": "And there came of the children of Benjamin and Judah to the hold unto David.",
      "target": "Kamɓe ɓe eeri maayo Urdun nder lewru aranndu, saa'i ngo teelata  dow pomoole maago. Ɓe ndiiwi jooɗiiɓe waadiiji fuu haa fuunaaŋge e hiirnaaŋge."
    },
    {
      "source": "And David went out to meet them, and answered and said unto them, If ye be come peaceably unto me to help me, mine heart shall be knit unto you: but if ye be come to betray me to mine enemies, seeing there is no wrong in mine hands, the God of our fathers look thereon, and rebuke it.",
      "target": "Yimɓe Benyamin e yimɓe Yahuuda woɗɓe ngari haa hisrude Daawuda."
    },
    {
      "source": "Then the spirit came upon Amasai, who was chief of the captains, and he said, Thine are we, David, and on thy side, thou son of Jesse: peace, peace be unto thee, and peace be to thine helpers; for thy God helpeth thee. Then David received them, and made them captains of the band.",
      "target": "Daawuda wurti, fotti bee maɓɓe, wi'i ɓe: “To jam waddi on haa ɗo haa on mballammi kam, mi jaɓan on bee ɓernde woore, ammaa to on ngari ngam zammbaago yam e wallugo konne'en am, koo to mi waɗaay aybe sam, nden kam sey Allah kaakiraaɓe meeɗen laara ɗum, hiito on!”"
    },
    {
      "source": "And there fell some of Manasseh to David, when he came with the Philistines against Saul to battle: but they helped them not: for the lords of the Philistines upon advisement sent him away, saying, He will fall to his master Saul to the jeopardy of our heads.",
      "target": "Nden Ruuhu Allah naŋngi Amasay, hooreejo suusɓe cappanɗe tato go, o wi'i: “Min yimɓe ma Daawuda! Min ngondan bee ma, ɓii Yeesa! Jam, jam laatano ma! Jam laatano wallooɓe ma, ngam Allah maaɗa ɗon walle!” Nden Daawuda jaɓɓi ɓe, darni ɓe ɓe mawɓe dow mooɓre hippooɓe muuɗum."
    },
    {
      "source": "As he went to Ziklag, there fell to him of Manasseh, Adnah, and Jozabad, and Jediael, and Michael, and Jozabad, and Elihu, and Zilthai, captains of the thousands that were of Manasseh.",
      "target": "Yimɓe Manassa woɗɓe boo ndilli, kawti bee Daawuda, wakkati o wardi bee Filisti'en ngam haɓugo bee Sawulu. Ammaa ɓe mballaay Filisti'en, ngam laamiiɓe Filisti'en carwootiri, mbi'i: “O tammi lortaago haa jawmiiko Sawulu, o mbara yimɓe meeɗen, o ta'a ko'e maɓɓe.” Ngam maajum ɓe njaɓɓiti mo."
    },
    {
      "source": "And they helped David against the band of the rovers: for they were all mighty men of valour, and were captains in the host.",
      "target": "Nde o lorti haa Cikilak, Manassa'en ɓe'e kawti bee maako: Adanaha e Yozabat e Yedi'ayel e Mika'iilu e Yozabat e Elihu e Cillitay, ɓe ardiiɓe dow honooɓe ujineere nder lenyol Manassa."
    },
    {
      "source": "For at that time day by day there came to David to help him, until it was a great host, like the host of God.",
      "target": "Ɓe mballi Daawuda haɓugo bee mooɓre hippooɓe, ngam ɓe fuu ɓe honooɓe semmbiɗɓe, ɓe laati mawɓe nder jama'aare konu."
    }
]
      